[
    {
      "Skill": "QB Justin Herbert* RB Austin Ekeler WR Keenan Allen* WR Josh Palmer WR Mike Williams TE Jared Cook",
      "Off. Line": "LT Rashawn Slater* LG Matt Feiler C Corey Linsley* RG Michael Schofield RT Storm Norton",
      "Def. Line": "LDE Jerry Tillery NT Linval Joseph RDE Justin Jones",
      "Linebackers": "LOLB Joey Bosa* LILB Kyzir White RILB Drue Tranquill ROLB Uchenna Nwosu",
      "Secondary": "LCB Michael Davis RCB Asante Samuel Jr. SS Derwin James* FS Nasir Adderley",
      "Sp. Teams": "PR Andre Roberts KR Andre Roberts"
    },
    {
      "Skill": "QB Justin Herbert RB Austin Ekeler WR Keenan Allen* WR Jalen Guyton WR Mike Williams TE Hunter Henry",
      "Off. Line": "LT Sam Tevi LG Forrest Lamp C Dan Feeney RG Trai Turner RT Bryan Bulaga",
      "Def. Line": "LDE Joey Bosa* LDT Justin Jones RDT Linval Joseph RDE Melvin Ingram",
      "Linebackers": "LLB Kyzir White RLB Kenneth Murray",
      "Secondary": "LCB Michael Davis RCB Casey Hayward SS Rayshawn Jenkins FS Nasir Adderley DB Chris Harris Jr.",
      "Sp. Teams": "PR K.J. Hill KR Joe Reed"
    },
    {
      "Skill": "QB Philip Rivers RB Melvin Gordon WR Keenan Allen* WR Andre Patton WR Mike Williams TE Hunter Henry",
      "Off. Line": "LT Trenton Scott LG Dan Feeney C Scott Quessenberry RG Michael Schofield RT Sam Tevi",
      "Def. Line": "LDE Joey Bosa* LDT Justin Jones RDT Brandon Mebane RDE Melvin Ingram*",
      "Linebackers": "LLB Thomas Davis MLB Denzel Perryman",
      "Secondary": "LCB Michael Davis RCB Casey Hayward SS Rayshawn Jenkins FS Roderic Teamer DB Desmond King",
      "Sp. Teams": "PR Desmond King KR Desmond King"
    },
    {
      "Skill": "QB Philip Rivers* RB Melvin Gordon* WR Keenan Allen* WR Tyrell Williams TE Sean Culkin TE Virgil Green",
      "Off. Line": "LT Russell Okung LG Dan Feeney C Mike Pouncey* RG Michael Schofield RT Sam Tevi",
      "Def. Line": "LDE Joey Bosa LDT Darius Philon RDT Brandon Mebane RDE Melvin Ingram*",
      "Linebackers": "LLB Jatavis Brown MLB Denzel Perryman",
      "Secondary": "LCB Michael Davis RCB Casey Hayward SS Jahleel Addae FS Derwin James*+ DB Desmond King+",
      "Sp. Teams": "PR Desmond King+ KR Desmond King+"
    },
    {
      "Skill": "QB Philip Rivers* RB Melvin Gordon WR Keenan Allen* WR Tyrell Williams TE Hunter Henry TE Sean McGrath",
      "Off. Line": "LT Russell Okung* LG Dan Feeney C Spencer Pulley RG Kenny Wiggins RT Joe Barksdale",
      "Def. Line": "LDE Joey Bosa* LDT Brandon Mebane RDT Corey Liuget RDE Melvin Ingram*",
      "Linebackers": "LLB Kyle Emanuel MLB Hayes Pullard RLB Denzel Perryman",
      "Secondary": "LCB Casey Hayward* RCB Trevor Williams SS Jahleel Addae FS Tre Boston",
      "Sp. Teams": "PR Travis Benjamin KR Desmond King"
    },
    {
      "Skill": "QB Philip Rivers* RB Melvin Gordon* WR Travis Benjamin WR Dontrelle Inman WR Tyrell Williams TE Hunter Henry",
      "Off. Line": "LT King Dunlap LG Orlando Franklin C Matt Slauson RG D.J. Fluker RT Joe Barksdale",
      "Def. Line": "LDE Joey Bosa NT Brandon Mebane RDE Corey Liuget",
      "Linebackers": "LOLB Melvin Ingram LILB Jatavis Brown RILB Denzel Perryman ROLB Kyle Emanuel",
      "Secondary": "LCB Brandon Flowers RCB Casey Hayward* SS Jahleel Addae FS Dwight Lowery",
      "Sp. Teams": "PR Isaiah Burse KR Dexter McCluster"
    },
    {
      "Skill": "QB Philip Rivers RB Melvin Gordon WR Keenan Allen WR Malcom Floyd WR Steve Johnson TE Ladarius Green",
      "Off. Line": "LT Chris Hairston LG Orlando Franklin C Trevor Robinson RG D.J. Fluker RT Joe Barksdale",
      "Def. Line": "LDE Kendall Reyes NT Sean Lissemore RDE Corey Liuget",
      "Linebackers": "LOLB Melvin Ingram LILB Manti Te'o RILB Donald Butler ROLB Jeremiah Attaochu",
      "Secondary": "LCB Brandon Flowers RCB Jason Verrett* SS Jahleel Addae FS Eric Weddle",
      "Sp. Teams": "PR Javontee Herndon KR Jacoby Jones"
    },
    {
      "Skill": "QB Philip Rivers RB Branden Oliver WR Keenan Allen WR Malcom Floyd WR Eddie Royal TE Antonio Gates",
      "Off. Line": "LT King Dunlap LG Chad Rinehart C Rich Ohrnberger RG Johnnie Troutman RT D.J. Fluker",
      "Def. Line": "LDE Kendall Reyes NT Sean Lissemore RDE Corey Liuget",
      "Linebackers": "LOLB Melvin Ingram LILB Manti Te'o RILB Donald Butler ROLB Jarret Johnson",
      "Secondary": "LCB Brandon Flowers RCB Shareece Wright SS Marcus Gilchrist FS Eric Weddle*+",
      "Sp. Teams": "PR Eddie Royal KR Chris Davis"
    },
    {
      "Skill": "QB Philip Rivers* RB Ryan Mathews WR Keenan Allen WR Vincent Brown WR Ladarius Green TE Antonio Gates",
      "Off. Line": "LT King Dunlap LG Johnnie Troutman C Nick Hardwick RG Jeromey Clary RT D.J. Fluker",
      "Def. Line": "LDE Kendall Reyes NT Cam Thomas RDE Corey Liuget",
      "Linebackers": "LOLB Larry English LILB Manti Te'o RILB Donald Butler ROLB Jarret Johnson",
      "Secondary": "LCB Derek Cox RCB Shareece Wright SS Marcus Gilchrist FS Eric Weddle*",
      "Sp. Teams": "PR Keenan Allen KR Danny Woodhead"
    },
    {
      "Skill": "QB Philip Rivers RB Ryan Mathews FB Le'Ron McClain WR Malcom Floyd TE Antonio Gates TE Randy McMichael",
      "Off. Line": "LT Mike Harris LG Tyronne Green C Nick Hardwick RG Louis Vasquez RT Jeromey Clary",
      "Def. Line": "LDE Vaughn Martin NT Aubrayo Franklin RDE Corey Liuget",
      "Linebackers": "LOLB Shaun Phillips LILB Takeo Spikes RILB Donald Butler ROLB Jarret Johnson",
      "Secondary": "LCB Quentin Jammer RCB Antoine Cason SS Atari Bigby FS Eric Weddle",
      "Sp. Teams": "PR Eddie Royal KR Richard Goodman"
    },
    {
      "Skill": "QB Philip Rivers* RB Ryan Mathews* WR Malcom Floyd WR Vincent Jackson* TE Antonio Gates* TE Randy McMichael",
      "Off. Line": "LT Marcus McNeill LG Tyronne Green C Nick Hardwick RG Louis Vasquez RT Jeromey Clary",
      "Def. Line": "LDE Vaughn Martin NT Antonio Garay RDE Corey Liuget",
      "Linebackers": "LOLB Shaun Phillips LILB Takeo Spikes RILB Donald Butler ROLB Travis LaBoy",
      "Secondary": "LCB Quentin Jammer RCB Antoine Cason SS Steve Gregory FS Eric Weddle*+",
      "Sp. Teams": "PR Patrick Crayton KR Richard Goodman"
    },
    {
      "Skill": "QB Philip Rivers* RB Ryan Mathews WR Malcom Floyd WR Legedu Naanee TE Antonio Gates* TE Randy McMichael",
      "Off. Line": "LT Marcus McNeill LG Kris Dielman* C Nick Hardwick RG Louis Vasquez RT Jeromey Clary",
      "Def. Line": "LDE Jacques Cesaire NT Antonio Garay RDE Luis Castillo",
      "Linebackers": "LOLB Shaun Phillips* LILB Stephen Cooper RILB Kevin Burnett ROLB Antwan Applewhite",
      "Secondary": "LCB Quentin Jammer RCB Antoine Cason SS Steve Gregory FS Eric Weddle",
      "Sp. Teams": "PR Darren Sproles KR Darren Sproles"
    },
    {
      "Skill": "QB Philip Rivers* RB LaDainian Tomlinson FB Jacob Hester WR Malcom Floyd WR Vincent Jackson* TE Antonio Gates*",
      "Off. Line": "LT Marcus McNeill LG Kris Dielman* C Scott Mruczkowski RG Louis Vasquez RT Jeromey Clary",
      "Def. Line": "LDE Jacques Cesaire NT Ian Scott RDE Luis Castillo",
      "Linebackers": "LOLB Shaun Phillips LILB Stephen Cooper RILB Brandon Siler ROLB Shawne Merriman",
      "Secondary": "LCB Quentin Jammer RCB Antonio Cromartie SS Kevin Ellison FS Eric Weddle",
      "Sp. Teams": "PR Darren Sproles KR Darren Sproles"
    },
    {
      "Skill": "QB Philip Rivers RB LaDainian Tomlinson WR Chris Chambers WR Vincent Jackson TE Antonio Gates* TE Brandon Manumaleuna",
      "Off. Line": "LT Marcus McNeill LG Kris Dielman* C Nick Hardwick RG Mike Goff RT Jeromey Clary",
      "Def. Line": "LDE Igor Olshansky NT Jamal Williams RDE Luis Castillo",
      "Linebackers": "LOLB Shaun Phillips LILB Stephen Cooper RILB Tim Dobbins ROLB Jyles Tucker",
      "Secondary": "LCB Quentin Jammer RCB Antonio Cromartie SS Clinton Hart FS Eric Weddle",
      "Sp. Teams": "PR Darren Sproles KR Darren Sproles"
    },
    {
      "Skill": "QB Philip Rivers RB LaDainian Tomlinson*+ FB Lorenzo Neal*+ WR Vincent Jackson TE Antonio Gates* TE Brandon Manumaleuna",
      "Off. Line": "LT Marcus McNeill* LG Kris Dielman* C Nick Hardwick RG Mike Goff RT Shane Olivea",
      "Def. Line": "LDE Igor Olshansky NT Jamal Williams* RDE Luis Castillo",
      "Linebackers": "LOLB Shaun Phillips LILB Stephen Cooper RILB Matt Wilhelm ROLB Shawne Merriman*",
      "Secondary": "LCB Quentin Jammer RCB Drayton Florence SS Clinton Hart FS Marlon McCree",
      "Sp. Teams": "PR Darren Sproles KR Darren Sproles"
    },
    {
      "Skill": "QB Philip Rivers* RB LaDainian Tomlinson*+ FB Lorenzo Neal*+ WR Keenan McCardell WR Eric Parker TE Antonio Gates*+",
      "Off. Line": "LT Marcus McNeill* LG Kris Dielman C Nick Hardwick* RG Mike Goff RT Shane Olivea",
      "Def. Line": "LDE Luis Castillo NT Jamal Williams*+ RDE Igor Olshansky",
      "Linebackers": "LOLB Shawne Merriman*+ LILB Randall Godfrey RILB Donnie Edwards ROLB Shaun Phillips",
      "Secondary": "LCB Quentin Jammer RCB Drayton Florence SS Terrence Kiel FS Marlon McCree",
      "Sp. Teams": "PR Eric Parker KR Michael Turner"
    },
    {
      "Skill": "QB Drew Brees RB LaDainian Tomlinson* FB Lorenzo Neal* WR Keenan McCardell WR Eric Parker TE Antonio Gates*+",
      "Off. Line": "LT Leander Jordan LG Kris Dielman C Nick Hardwick RG Mike Goff RT Shane Olivea",
      "Def. Line": "LDE Luis Castillo NT Jamal Williams*+ RDE Igor Olshansky",
      "Linebackers": "LOLB Shawne Merriman* LILB Donnie Edwards RILB Randall Godfrey ROLB Steve Foley",
      "Secondary": "LCB Quentin Jammer RCB Drayton Florence SS Terrence Kiel FS Bhawoh Jue",
      "Sp. Teams": "PR Eric Parker KR Darren Sproles"
    },
    {
      "Skill": "QB Drew Brees* RB LaDainian Tomlinson*+ FB Lorenzo Neal WR Kassim Osgood WR Eric Parker TE Antonio Gates*+",
      "Off. Line": "LT Roman Oben LG Toniu Fonoti C Nick Hardwick RG Mike Goff RT Shane Olivea",
      "Def. Line": "LDE Jacques Cesaire NT Jamal Williams RDE Igor Olshansky",
      "Linebackers": "LOLB Ben Leber LILB Donnie Edwards RILB Randall Godfrey ROLB Steve Foley",
      "Secondary": "LCB Sammy Davis RCB Quentin Jammer SS Terrence Kiel FS Jerry Wilson",
      "Sp. Teams": "PR Eric Parker KR Tim Dwight"
    },
    {
      "Skill": "QB Drew Brees RB LaDainian Tomlinson FB Lorenzo Neal WR David Boston TE Antonio Gates TE Justin Peelle",
      "Off. Line": "LT Damion McIntosh LG Kelvin Garmon C Jason Ball RG Phil Bogle RT Courtney Van Buren",
      "Def. Line": "LDE Marcellus Wiley LDT Jamal Williams RDT Jason Fisk RDE Adrian Dingle",
      "Linebackers": "LLB Ben Leber MLB Zeke Moreno RLB Donnie Edwards",
      "Secondary": "LCB Quentin Jammer RCB Sammy Davis SS Kwamie Lassiter FS Jerry Wilson",
      "Sp. Teams": "PR Leon Johnson KR Leon Johnson"
    },
    {
      "Skill": "QB Drew Brees RB LaDainian Tomlinson* FB Fred McCrary WR Curtis Conway WR Tim Dwight TE Stephen Alexander",
      "Off. Line": "LT Damion McIntosh LG Bob Hallen C Jason Ball RG Toniu Fonoti RT Vaughn Parker",
      "Def. Line": "LDE Marcellus Wiley LDT Jamal Williams RDT Jason Fisk RDE Raylee Johnson",
      "Linebackers": "LLB Ben Leber MLB Donnie Edwards* RLB Junior Seau*",
      "Secondary": "LCB Alex Molden RCB Ryan McNeil SS Rodney Harrison FS Rogers Beckett",
      "Sp. Teams": "PR Tim Dwight KR Ronney Jenkins"
    },
    {
      "Skill": "QB Doug Flutie RB LaDainian Tomlinson FB Fred McCrary WR Curtis Conway WR Jeff Graham TE Steve Heiden",
      "Off. Line": "LT Damion McIntosh LG Raleigh Roundtree C Kendyl Jacox RG DeMingo Graham RT Vaughn Parker",
      "Def. Line": "LDE Marcellus Wiley* LDT Leonardo Carson RDT John Parrella RDE Raylee Johnson",
      "Linebackers": "LLB Gerald Dixon MLB Orlando Ruff RLB Junior Seau*",
      "Secondary": "LCB Tay Cody RCB Ryan McNeil* SS Rodney Harrison* FS Rogers Beckett",
      "Sp. Teams": "PR Tim Dwight KR Ronney Jenkins"
    },
    {
      "Skill": "QB Ryan Leaf RB Jermaine Fazande FB Fred McCrary WR Curtis Conway WR Jeff Graham TE Freddie Jones",
      "Off. Line": "LT Ben Coleman LG Raleigh Roundtree C Roman Fortin RG Kevin Gogan RT Vaughn Parker",
      "Def. Line": "LDE Albert Fontenot LDT Jamal Williams RDT John Parrella RDE Darren Mickell",
      "Linebackers": "LLB Gerald Dixon MLB Orlando Ruff RLB Junior Seau*+",
      "Secondary": "LCB Fakhir Brown RCB DeRon Jenkins SS Rodney Harrison FS Mike Dumas",
      "Sp. Teams": "PR Nate Jacquet KR Ronney Jenkins"
    },
    {
      "Skill": "QB Jim Harbaugh RB Natrone Means FB Fred McCrary WR Jeff Graham WR Mikhael Ricks TE Freddie Jones",
      "Off. Line": "LT John Jackson LG Aaron Taylor C Roman Fortin RG DeMingo Graham RT Vaughn Parker",
      "Def. Line": "LDE Albert Fontenot LDT Norman Hand RDT John Parrella RDE Raylee Johnson",
      "Linebackers": "LLB Lewis Bush MLB Eric Hill RLB Junior Seau*",
      "Secondary": "LCB Darryll Lewis RCB Terrance Shaw SS Greg Jackson FS Mike Dumas",
      "Sp. Teams": "PR Chris Penn KR Kenny Bynum"
    },
    {
      "Skill": "QB Craig Whelihan RB Natrone Means WR Charlie Jones WR Bryan Still TE Wendell Davis TE Freddie Jones",
      "Off. Line": "LT John Jackson LG Aaron Taylor C Roman Fortin RG Raleigh McKenzie RT Vaughn Parker",
      "Def. Line": "LDE William Fuller LDT Norman Hand RDT John Parrella RDE Marco Coleman",
      "Linebackers": "LLB Lewis Bush MLB Kurt Gouveia RLB Junior Seau*+",
      "Secondary": "LCB Charles Dimry RCB Terrance Shaw SS Rodney Harrison*+ FS Greg Jackson",
      "Sp. Teams": "PR Latario Rachal KR Kenny Bynum"
    },
    {
      "Skill": "QB Stan Humphries RB Gary Brown WR Charlie Jones WR Tony Martin TE Frank Hartley TE Freddie Jones",
      "Off. Line": "LT Vaughn Parker LG Joe Cocozzo C Raleigh McKenzie RG Isaac Davis RT Tony Berti",
      "Def. Line": "LDE William Fuller LDT John Parrella RDT Shawn Lee RDE Marco Coleman",
      "Linebackers": "LLB Patrick Sapp MLB Lewis Bush RLB Junior Seau*",
      "Secondary": "LCB Dwayne Harper RCB Terrance Shaw SS Rodney Harrison FS Mike Dumas",
      "Sp. Teams": "PR Eric Metcalf*+ KR Kenny Bynum"
    },
    {
      "Skill": "QB Stan Humphries RB Leonard Russell WR Andre Coleman WR Tony Martin* TE Deems May TE Shannon Mitchell",
      "Off. Line": "LT Vaughn Parker LG Eric Moten C Greg Engel RG Joe Cocozzo RT Tony Berti",
      "Def. Line": "LDE Chris Mims LDT John Parrella RDT Reuben Davis RDE Marco Coleman",
      "Linebackers": "LLB Lewis Bush MLB Kurt Gouveia RLB Junior Seau*+",
      "Secondary": "LCB Dwayne Harper RCB Terrance Shaw SS Rodney Harrison FS Kevin Ross",
      "Sp. Teams": "PR Darrien Gordon KR Andre Coleman"
    },
    {
      "Skill": "QB Stan Humphries RB Natrone Means WR Shawn Jefferson WR Tony Martin TE Alfred Pupunu TE Duane Young",
      "Off. Line": "LT Harry Swayne LG Eric Moten C Courtney Hall RG Isaac Davis RT Stan Brock",
      "Def. Line": "LDE Chris Mims LDT Shawn Lee RDT Reuben Davis RDE Leslie O'Neal*",
      "Linebackers": "LLB Lewis Bush MLB Dennis Gibson RLB Junior Seau*",
      "Secondary": "LCB Dwayne Harper RCB Terrance Shaw SS Shaun Gayle FS Bo Orlando",
      "Sp. Teams": "PR Andre Coleman KR Andre Coleman"
    },
    {
      "Skill": "QB Stan Humphries RB Natrone Means* WR Shawn Jefferson WR Mark Seay TE Alfred Pupunu TE Duane Young",
      "Off. Line": "LT Harry Swayne LG Joe Cocozzo C Courtney Hall RG Joe Milinichik RT Stan Brock",
      "Def. Line": "LDE Chris Mims LDT Shawn Lee RDT Reuben Davis RDE Leslie O'Neal*",
      "Linebackers": "LLB David Griggs MLB Dennis Gibson RLB Junior Seau*+",
      "Secondary": "LCB Darrien Gordon RCB Dwayne Harper SS Darren Carrington FS Stanley Richard",
      "Sp. Teams": "PR Darrien Gordon KR Andre Coleman"
    },
    {
      "Skill": "QB Stan Humphries RB Marion Butts WR Nate Lewis WR Anthony Miller* TE Derrick Walker TE Duane Young",
      "Off. Line": "LT Harry Swayne LG Mike Zandofsky C Courtney Hall RG Joe Milinichik RT Stan Brock",
      "Def. Line": "LDE Burt Grossman LDT Shawn Lee RDT Blaise Winter RDE Leslie O'Neal*",
      "Linebackers": "LLB Steve Hendrickson MLB Gary Plummer RLB Junior Seau*+",
      "Secondary": "LCB Donald Frank RCB Sean Vanhorse SS Darren Carrington FS Stanley Richard",
      "Sp. Teams": "PR Darrien Gordon KR Nate Lewis"
    },
    {
      "Skill": "QB Stan Humphries RB Marion Butts WR Nate Lewis WR Anthony Miller* TE Derrick Walker TE Duane Young",
      "Off. Line": "LT Harry Swayne LG Eric Moten C Courtney Hall RG David Richards RT Broderick Thompson",
      "Def. Line": "LDE Burt Grossman LDT Blaise Winter RDT George Thornton RDE Leslie O'Neal*",
      "Linebackers": "LLB Henry Rolling MLB Gary Plummer RLB Junior Seau*+",
      "Secondary": "LCB Gill Byrd* RCB Anthony Blaylock SS Floyd Fields FS Stanley Richard",
      "Sp. Teams": "PR Eric Bieniemy KR Nate Lewis"
    },
    {
      "Skill": "QB John Friesz RB Rod Bernstine WR Nate Lewis WR Anthony Miller TE Arthur Cox TE Derrick Walker",
      "Off. Line": "LT Harry Swayne LG Eric Moten C Courtney Hall RG David Richards RT Broderick Thompson",
      "Def. Line": "LDE George Hinkle NT Joe Phillips RDE Burt Grossman",
      "Linebackers": "LOLB Henry Rolling LILB Gary Plummer RILB Junior Seau* ROLB Leslie O'Neal",
      "Secondary": "LCB Gill Byrd* RCB Sam Seale SS Martin Bayless FS Stanley Richard",
      "Sp. Teams": "PR Kitrick Taylor KR Donnie Elder"
    },
    {
      "Skill": "QB Billy Joe Tolliver RB Marion Butts* WR Anthony Miller* TE Joe Caravello TE Arthur Cox TE Derrick Walker",
      "Off. Line": "LT Leo Goeas LG Courtney Hall C Frank Cornish RG David Richards RT Broderick Thompson",
      "Def. Line": "LDE Lee Williams NT Les Miller RDE Burt Grossman",
      "Linebackers": "LOLB Billy Ray Smith LILB Gary Plummer RILB Junior Seau ROLB Leslie O'Neal*",
      "Secondary": "LCB Gill Byrd RCB Sam Seale SS Martin Bayless FS Vencie Glenn",
      "Sp. Teams": "PR Nate Lewis KR Donnie Elder"
    },
    {
      "Skill": "QB Jim McMahon RB Tim Spencer WR Jamie Holland WR Anthony Miller* TE Joe Caravello TE Arthur Cox",
      "Off. Line": "LT Joel Patten LG Broderick Thompson C Courtney Hall RG David Richards RT Brett Miller",
      "Def. Line": "LDE Lee Williams* NT Joe Phillips RDE Burt Grossman",
      "Linebackers": "LOLB Billy Ray Smith LILB Gary Plummer RILB Cedric Figaro ROLB Leslie O'Neal*",
      "Secondary": "LCB Gill Byrd RCB Sam Seale SS Martin Bayless FS Vencie Glenn",
      "Sp. Teams": "PR Phil McConkey KR Jamie Holland"
    },
    {
      "Skill": "QB Mark Malone RB Gary Anderson WR Quinn Early WR Anthony Miller TE Rod Bernstine TE Arthur Cox",
      "Off. Line": "LT Ken Dallafior LG Broderick Thompson C Dan Rosado RG Dennis McKnight RT David Richards",
      "Def. Line": "LDE Lee Williams* NT Mike Charles RDE Joe Phillips",
      "Linebackers": "LOLB Keith Browner LILB Chuck Faucette RILB Gary Plummer ROLB Tyrone Keys",
      "Secondary": "LCB Sam Seale RCB Gill Byrd SS Martin Bayless FS Vencie Glenn",
      "Sp. Teams": "PR Lionel James KR Jamie Holland"
    },
    {
      "Skill": "QB Dan Fouts RB Gary Anderson FB Tim Spencer WR Wes Chandler WR Lionel James TE Kellen Winslow*",
      "Off. Line": "LT Jim Lachey* LG James FitzPatrick C Don Macek RG Dennis McKnight RT Gary Kowalski",
      "Def. Line": "LDE Lee Williams NT Mike Charles RDE Joe Phillips",
      "Linebackers": "LOLB Billy Ray Smith LILB Gary Plummer RILB Thomas Benson ROLB Chip Banks",
      "Secondary": "LCB Elvis Patterson RCB Gill Byrd SS Martin Bayless FS Vencie Glenn",
      "Sp. Teams": "PR Lionel James KR Gary Anderson"
    },
    {
      "Skill": "QB Dan Fouts RB Gary Anderson* FB Tim Spencer WR Wes Chandler WR Charlie Joiner TE Kellen Winslow",
      "Off. Line": "LT Jim Lachey LG Sam Claphan C Don Macek RG Dennis McKnight RT Gary Kowalski",
      "Def. Line": "LDE Lee Williams NT Chuck Ehin RDE Leslie O'Neal",
      "Linebackers": "LOLB Billy Ray Smith LILB Gary Plummer RILB Thomas Benson ROLB Woodrow Lowe",
      "Secondary": "LCB Ken Taylor RCB Donald Brown SS Jeffery Dale FS Gill Byrd",
      "Sp. Teams": "PR Gary Anderson* KR Gary Anderson*"
    },
    {
      "Skill": "QB Dan Fouts* RB Lionel James FB Tim Spencer WR Wes Chandler* WR Charlie Joiner TE Eric Sievers",
      "Off. Line": "LT Jim Lachey LG Ed White C Don Macek RG Dennis McKnight RT Sam Claphan",
      "Def. Line": "LDE Lee Williams NT Chuck Ehin RDE Earl Wilson",
      "Linebackers": "LOLB Linden King LILB Mike Green RILB Billy Ray Smith ROLB Woodrow Lowe",
      "Secondary": "LCB John Hendy RCB Danny Walters SS Gill Byrd FS Jeffery Dale",
      "Sp. Teams": "PR Lionel James KR Lionel James"
    },
    {
      "Skill": "QB Dan Fouts RB Earnest Jackson* WR Wes Chandler WR Charlie Joiner TE Eric Sievers TE Kellen Winslow",
      "Off. Line": "LT Sam Claphan LG Doug Wilkerson C Don Macek RG Dennis McKnight RT Ed White",
      "Def. Line": "LDE Chuck Ehin NT Bill Elko RDE Keith Ferguson",
      "Linebackers": "LOLB Linden King LILB Mike Green RILB Billy Ray Smith ROLB Woodrow Lowe",
      "Secondary": "LCB Gill Byrd RCB Danny Walters SS Ken Greene FS Tim Fox",
      "Sp. Teams": "PR Lionel James KR Lionel James"
    },
    {
      "Skill": "QB Dan Fouts* RB Chuck Muncie WR Wes Chandler* WR Charlie Joiner TE Eric Sievers TE Kellen Winslow*",
      "Off. Line": "LT Billy Shields LG Doug Wilkerson C Don Macek RG Ed White RT Andrew Gissinger",
      "Def. Line": "LDE Keith Ferguson NT Rick Ackerman RDE Gary Johnson",
      "Linebackers": "LOLB Linden King LILB Mike Green RILB Billy Ray Smith ROLB Woodrow Lowe",
      "Secondary": "LCB Gill Byrd RCB Danny Walters SS Andre Young FS Ken Greene",
      "Sp. Teams": "PR James Brooks KR James Brooks"
    },
    {
      "Skill": "QB Dan Fouts*+ RB Chuck Muncie* FB John Cappelletti WR Wes Chandler*+ WR Charlie Joiner TE Kellen Winslow*+",
      "Off. Line": "LT Billy Shields LG Doug Wilkerson*+ C Don Macek RG Ed White RT Russ Washington",
      "Def. Line": "LDE Leroy Jones LDT Louie Kelcher RDT Gary Johnson* RDE Keith Ferguson",
      "Linebackers": "LLB Linden King MLB Cliff Thrift RLB Woodrow Lowe",
      "Secondary": "LCB Jeff Allen RCB Mike Williams SS Bruce Laird FS Tim Fox",
      "Sp. Teams": "PR James Brooks KR James Brooks"
    },
    {
      "Skill": "QB Dan Fouts* RB Chuck Muncie* WR Wes Chandler WR Charlie Joiner TE Eric Sievers TE Kellen Winslow*+",
      "Off. Line": "LT Billy Shields LG Doug Wilkerson* C Don Macek RG Ed White RT Russ Washington",
      "Def. Line": "LDE Leroy Jones LDT Louie Kelcher RDT Gary Johnson*+ RDE John Woodcock",
      "Linebackers": "LLB Linden King MLB Bob Horn RLB Woodrow Lowe",
      "Secondary": "LCB Willie Buchanon RCB Mike Williams SS Pete Shaw FS Glen Edwards",
      "Sp. Teams": "PR James Brooks KR James Brooks"
    },
    {
      "Skill": "QB Dan Fouts* RB Clarence Williams FB John Cappelletti WR John Jefferson*+ WR Charlie Joiner*+ TE Kellen Winslow*+",
      "Off. Line": "LT Billy Shields LG Doug Wilkerson* C Don Macek RG Ed White RT Dan Audick",
      "Def. Line": "LDE Leroy Jones LDT Louie Kelcher* RDT Gary Johnson*+ RDE Fred Dean*+",
      "Linebackers": "LLB Ray Preston MLB Bob Horn RLB Woodrow Lowe",
      "Secondary": "LCB Willie Buchanon RCB Mike Williams SS Pete Shaw FS Glen Edwards",
      "Sp. Teams": "PR Mike Fuller KR Chuck Muncie"
    },
    {
      "Skill": "QB Dan Fouts*+ RB Mike Thomas FB Clarence Williams WR John Jefferson*+ WR Charlie Joiner* TE Bob Klein",
      "Off. Line": "LT Billy Shields LG Doug Wilkerson C Bob Rush RG Ed White* RT Russ Washington*",
      "Def. Line": "LDE Leroy Jones LDT Wilbur Young RDT Gary Johnson* RDE Fred Dean*",
      "Linebackers": "LLB Ray Preston MLB Bob Horn RLB Woodrow Lowe",
      "Secondary": "LCB Willie Buchanon RCB Mike Williams SS Mike Fuller FS Glen Edwards",
      "Sp. Teams": "PR Mike Fuller KR Artie Owens"
    },
    {
      "Skill": "QB Dan Fouts RB Lydell Mitchell FB Don Woods WR John Jefferson* WR Charlie Joiner TE Bob Klein",
      "Off. Line": "LT Billy Shields LG Doug Wilkerson C Don Macek RG Ed White RT Russ Washington*",
      "Def. Line": "LDE Leroy Jones LDT Louie Kelcher*+ RDT Gary Johnson RDE Fred Dean",
      "Linebackers": "LLB Don Goode MLB Bob Horn RLB Woodrow Lowe",
      "Secondary": "LCB Hal Stringert RCB Mike Williams SS Mike Fuller FS Pete Shaw",
      "Sp. Teams": "PR Mike Fuller KR Artie Owens"
    },
    {
      "Skill": "QB James Harris RB Don Woods FB Rickey Young WR Charlie Joiner WR Johnny Rodgers TE Bob Klein",
      "Off. Line": "LT Billy Shields LG Doug Wilkerson C Ralph Perretta RG Don Macek RT Russ Washington*",
      "Def. Line": "LDE Leroy Jones LDT Louie Kelcher* RDT Gary Johnson RDE Fred Dean",
      "Linebackers": "LLB Don Goode MLB Tom Graham RLB Woodrow Lowe",
      "Secondary": "LCB Hal Stringert RCB Mike Williams SS Mike Fuller FS Clarence Duren",
      "Sp. Teams": "PR Mike Fuller KR Clarence Williams"
    },
    {
      "Skill": "QB Dan Fouts RB Don Woods FB Rickey Young WR Charlie Joiner* WR Dwight McDonald TE Pat Curran",
      "Off. Line": "LT Billy Shields LG Doug Wilkerson C Ed Flanagan RG Don Macek RT Russ Washington",
      "Def. Line": "LDE Leroy Jones LDT Louie Kelcher RDT Gary Johnson RDE Fred Dean",
      "Linebackers": "LLB Don Goode MLB Tom Graham RLB Woodrow Lowe",
      "Secondary": "LCB Danny Colbert RCB Mike Williams SS Mike Fuller FS Chris Fletcher",
      "Sp. Teams": "PR Mike Fuller KR Artie Owens"
    },
    {
      "Skill": "QB Dan Fouts RB Rickey Young FB Bo Matthews WR Gary Garrison WR Dwight McDonald TE Pat Curran",
      "Off. Line": "LT Terry Owens LG Doug Wilkerson C Ed Flanagan RG Ira Gordon RT Russ Washington*",
      "Def. Line": "LDE Fred Dean LDT Louie Kelcher RDT Gary Johnson RDE Coy Bacon",
      "Linebackers": "LLB Don Goode MLB Tom Graham RLB Floyd Rice",
      "Secondary": "LCB Joe Beauchamp RCB Mike Williams SS Sam Williams FS Chris Fletcher",
      "Sp. Teams": "PR Mike Fuller KR Mike Fuller"
    },
    {
      "Skill": "QB Dan Fouts RB Don Woods FB Bo Matthews WR Harrison Davis WR Gary Garrison TE Wayne Stewart",
      "Off. Line": "LT Terry Owens LG Doug Wilkerson C Carl Mauck RG Ira Gordon RT Russ Washington*",
      "Def. Line": "LDE Pete Lazetich LDT Dave Rowe RDT Robert Brown RDE Coy Bacon",
      "Linebackers": "LLB Don Goode MLB Charles Anthony RLB Floyd Rice",
      "Secondary": "LCB Bob Howard RCB Sam Williams SS Chris Fletcher FS Joe Beauchamp",
      "Sp. Teams": "PR Danny Colbert KR Dick Gordon"
    },
    {
      "Skill": "QB Dan Fouts RB Mike Garrett FB Cid Edwards WR Ron Holliday WR Jerry LeVias TE Pettis Norman",
      "Off. Line": "LT Terry Owens LG Doug Wilkerson C Carl Mauck RG Walt Sweeney RT Russ Washington",
      "Def. Line": "LDE Deacon Jones LDT Ron East RDT Dave Costa RDE Lionel Aldridge",
      "Linebackers": "LLB Mike Stratton MLB Carl Gersbach RLB Rick Redman",
      "Secondary": "LCB Bob Howard RCB Lenny Dunlap SS Ron Smith FS Joe Beauchamp",
      "Sp. Teams": "PR Ron Smith KR Ron Smith"
    },
    {
      "Skill": "QB John Hadl* RB Mike Garrett FB Cid Edwards WR Chuck Dicus WR Gary Garrison* TE Pettis Norman",
      "Off. Line": "LT Terry Owens LG Doug Wilkerson C Carl Mauck RG Walt Sweeney* RT Russ Washington",
      "Def. Line": "LDE Deacon Jones* LDT Ron East RDT Dave Costa RDE Lionel Aldridge",
      "Linebackers": "LLB Bob Babich MLB Tim Rossovich RLB Rick Redman",
      "Secondary": "LCB Joe Beauchamp RCB Lenny Dunlap SS Bryant Salter FS Chuck Detwiler",
      "Sp. Teams": "PR Lenny Dunlap KR Jesse Taylor"
    },
    {
      "Skill": "QB John Hadl RB Mike Garrett FB Jeff Queen WR Gary Garrison* WR Billy Parks TE Pettis Norman",
      "Off. Line": "LT Terry Owens LG Doug Wilkerson C Carl Mauck RG Walt Sweeney* RT Russ Washington",
      "Def. Line": "LDE Tom Williams LDT Ron East RDT Kevin Hardy RDE Steve DeLong",
      "Linebackers": "LLB Rick Redman MLB Bob Babich RLB Pete Barnes",
      "Secondary": "LCB Bob Howard RCB Joe Beauchamp SS Bryant Salter FS Jim Hill",
      "Sp. Teams": "PR Jerry LeVias KR Jerry LeVias"
    },
    {
      "Skill": "QB John Hadl RB Dickie Post FB Jeff Queen WR Lance Alworth WR Gary Garrison* TE Willie Frazier",
      "Off. Line": "LT Terry Owens LG Bill Lenkaitis C Sam Gruneisen RG Walt Sweeney* RT Russ Washington",
      "Def. Line": "LDE Joe Owens LDT Tom Williams RDT Ron Billingsley RDE Steve DeLong",
      "Linebackers": "LLB Jeff Staggs MLB Bob Babich RLB Pete Barnes",
      "Secondary": "LCB Bob Howard RCB Joe Beauchamp SS Jim Hill FS Jim Tolbert",
      "Sp. Teams": "PR Chris Fletcher KR Speedy Duncan"
    },
    {
      "Skill": "QB John Hadl* RB Brad Hubbert RB Dickie Post* WR Lance Alworth* WR Gary Garrison TE Willie Frazier*",
      "Off. Line": "LT Terry Owens LG Bill Lenkaitis C Sam Gruneisen RG Walt Sweeney* RT Ron Mix",
      "Def. Line": "LDE Bob Briggs LDT Russ Washington RDT Ron Billingsley RDE Steve DeLong*",
      "Linebackers": "LLB Jeff Staggs MLB Rick Redman RLB Pete Barnes",
      "Secondary": "LCB Bob Howard RCB Speedy Duncan SS Kenny Graham* FS Jim Hill",
      "Sp. Teams": "PR Speedy Duncan KR Speedy Duncan"
    },
    {
      "Skill": "QB John Hadl* RB Gene Foster RB Dickie Post FL Lance Alworth*+ TE Jacque MacKinnon*",
      "Off. Line": "LE Gary Garrison* LT Terry Owens LG Gary Kirner C Sam Gruneisen RG Walt Sweeney*+ RT Ron Mix*+",
      "Def. Line": "LDE Houston Ridge LDT Russ Washington RDT Scott Appleton RDE Steve DeLong",
      "Linebackers": "LLB Jeff Staggs MLB Chuck Allen RLB Tom Erlandson",
      "Secondary": "LCB Bob Howard RCB Speedy Duncan SS Kenny Graham* FS Joe Beauchamp",
      "Sp. Teams": "PR Speedy Duncan KR Speedy Duncan"
    },
    {
      "Skill": "QB John Hadl HB Dickie Post* FB Brad Hubbert* FL Lance Alworth*+ TE Willie Frazier*",
      "Off. Line": "LE Gary Garrison LT Ernie Wright LG Gary Kirner C Sam Gruneisen RG Walt Sweeney*+ RT Ron Mix*+",
      "Def. Line": "LDE Jim Griffin LDT Houston Ridge RDT Scott Appleton RDE Tom Day",
      "Linebackers": "LLB Jeff Staggs MLB Rick Redman* RLB Frank Buncom*",
      "Secondary": "LCB Joe Beauchamp RCB Speedy Duncan* SS Kenny Graham* FS Bud Whitehead",
      "Sp. Teams": "PR Speedy Duncan* KR Jim Tolbert"
    },
    {
      "Skill": "QB John Hadl HB Paul Lowe FB Gene Foster FL Lance Alworth*+ TE Jacque MacKinnon*",
      "Off. Line": "LE Gary Garrison LT Ernie Wright LG Ed Mitchell C Sam Gruneisen RG Walt Sweeney* RT Ron Mix*+",
      "Def. Line": "LDE Howard Kindig LDT George Gross RDT Steve DeLong RDE Bob Petrich",
      "Linebackers": "LLB Rick Redman MLB Chuck Allen RLB Frank Buncom",
      "Secondary": "LCB Miller Farr RCB Speedy Duncan* SS Kenny Graham+ FS Bud Whitehead",
      "Sp. Teams": "PR Speedy Duncan* KR Speedy Duncan*"
    },
    {
      "Skill": "QB John Hadl* HB Paul Lowe*+ FB Gene Foster FL Lance Alworth*+ TE Dave Kocourek",
      "Off. Line": "LE Don Norton LT Ernie Wright* LG Pat Shea C Sam Gruneisen RG Walt Sweeney* RT Ron Mix*+",
      "Def. Line": "LDE Earl Faison*+ LDT George Gross RDT Ernie Ladd*+ RDE Bob Petrich",
      "Linebackers": "LLB Rick Redman MLB Chuck Allen RLB Frank Buncom*",
      "Secondary": "LCB Jimmy Warren RCB Speedy Duncan* SS Kenny Graham* FS Bud Whitehead",
      "Sp. Teams": "PR Speedy Duncan* KR Speedy Duncan*"
    },
    {
      "Skill": "QB John Hadl* HB Paul Lowe FB Keith Lincoln*+ FL Lance Alworth*+ TE Dave Kocourek*",
      "Off. Line": "LE Don Norton LT Ernie Wright LG Walt Sweeney* C Don Rogers RG Pat Shea RT Ron Mix*+",
      "Def. Line": "LDE Earl Faison*+ LDT Henry Schmidt RDT Ernie Ladd*+ RDE Bob Petrich",
      "Linebackers": "LLB Ron Carpenter MLB Chuck Allen* RLB Frank Buncom*",
      "Secondary": "LCB Jimmy Warren RCB Dick Westmoreland SS Kenny Graham FS Charlie McNeil",
      "Sp. Teams": "PR Lance Alworth*+ KR Dick Westmoreland"
    },
    {
      "Skill": "QB Tobin Rote*+ HB Paul Lowe* FB Keith Lincoln*+ FL Lance Alworth*+ TE Dave Kocourek*",
      "Off. Line": "LE Jerry Robinson LT Ernie Wright* LG Sam Gruneisen C Don Rogers RG Pat Shea RT Ron Mix*+",
      "Def. Line": "LDE Earl Faison*+ LDT Henry Schmidt RDT George Gross RDE Bob Petrich",
      "Linebackers": "LLB Emil Karas* MLB Chuck Allen* RLB Paul Maguire",
      "Secondary": "LCB Bud Whitehead RCB Dick Westmoreland SS George Blair FS Charlie McNeil",
      "Sp. Teams": "PR Lance Alworth*+ KR Keith Lincoln*+"
    },
    {
      "Skill": "QB John Hadl HB Keith Lincoln* FB Bobby Jackson FL Jerry Robinson TE Dave Kocourek*",
      "Off. Line": "LE Don Norton* LT Ernie Wright LG Don Rogers C Wayne Frazier RG Ron Mix*+ RT Sherman Plunkett",
      "Def. Line": "LDE Earl Faison* LDT Bill Hudson RDT Ernie Ladd* RDE Ron Nery",
      "Linebackers": "LLB Emil Karas* MLB Chuck Allen RLB Paul Maguire*",
      "Secondary": "LCB Claude Gibson RCB Dick Harris SS Bud Whitehead FS George Blair",
      "Sp. Teams": "PR Keith Lincoln* KR Jerry Robinson"
    },
    {
      "Skill": "QB Jack Kemp* HB Paul Lowe FB Charlie Flowers FL Dave Kocourek* TE Howard Clark",
      "Off. Line": "LE Don Norton* LT Ernie Wright* LG Orlando Ferrante C Don Rogers RG Sam DeLuca RT Sherman Plunkett",
      "Def. Line": "LDE Earl Faison*+ LDT Bill Hudson* RDT Ernie Ladd+ RDE Ron Nery+",
      "Linebackers": "LLB Emil Karas* MLB Chuck Allen RLB Paul Maguire",
      "Secondary": "LCB Claude Gibson RCB Dick Harris*+ SS Bob Zeman FS Charlie McNeil*+",
      "Sp. Teams": "PR Claude Gibson KR Bo Roberson"
    },
    {
      "Skill": "QB Jack Kemp+ HB Paul Lowe+ FB Howie Ferguson FL Royce Womble TE Howard Clark",
      "Off. Line": "LE Ralph Anderson LT Ernie Wright LG Orlando Ferrante C Don Rogers RG Fred Cole RT Ron Mix+",
      "Def. Line": "LDE Maury Schleicher LDT Volney Peters RDT Dick Chorovich RDE Ron Nery",
      "Linebackers": "LLB Ron Botchan MLB Charlie Brueckman RLB Paul Maguire",
      "Secondary": "LCB Bob Garner RCB Dick Harris+ SS Doyle Nix FS Bob Zeman",
      "Sp. Teams": "PR Dick Harris+ KR Paul Lowe+"
    }
  ]