[
    {
      "Skill": "QB Patrick Mahomes* RB Clyde Edwards-Helaire WR Mecole Hardman WR Tyreek Hill* WR Demarcus Robinson TE Travis Kelce*",
      "Off. Line": "LT Orlando Brown Jr.* LG Joe Thuney C Creed Humphrey RG Trey Smith RT Lucas Niang",
      "Def. Line": "LDE Melvin Ingram LDT Jarran Reed RDT Chris Jones* RDE Frank Clark*",
      "Linebackers": "LLB Willie Gay Jr. MLB Anthony Hitchens RLB Nick Bolton",
      "Secondary": "LCB Charvarius Ward RCB L'Jarius Sneed SS Tyrann Mathieu* FS Juan Thornhill",
      "Sp. Teams": "PR Mecole Hardman KR Byron Pringle"
    },
    {
      "Skill": "QB Patrick Mahomes* RB Clyde Edwards-Helaire WR Tyreek Hill*+ WR Demarcus Robinson WR Sammy Watkins TE Travis Kelce*+",
      "Off. Line": "LT Eric Fisher* LG Nick Allegretti C Austin Reiter RG Andrew Wylie RT Mike Remmers",
      "Def. Line": "LDE Tanoh Kpassagnon LDT Chris Jones* RDT Derrick Nnadi RDE Frank Clark*",
      "Linebackers": "LLB Anthony Hitchens MLB Damien Wilson RLB Willie Gay Jr.",
      "Secondary": "LCB Charvarius Ward RCB Bashaud Breeland SS Tyrann Mathieu*+ FS Juan Thornhill",
      "Sp. Teams": "PR Mecole Hardman KR Byron Pringle"
    },
    {
      "Skill": "QB Patrick Mahomes* RB LeSean McCoy WR Tyreek Hill* WR Sammy Watkins TE Blake Bell TE Travis Kelce*",
      "Off. Line": "LT Cameron Erving LG Andrew Wylie C Austin Reiter RG Laurent Duvernay-Tardif RT Mitchell Schwartz",
      "Def. Line": "LDE Alex Okafor LDT Chris Jones* RDT Derrick Nnadi RDE Frank Clark*",
      "Linebackers": "LLB Anthony Hitchens MLB Damien Wilson RLB Reggie Ragland",
      "Secondary": "LCB Bashaud Breeland RCB Charvarius Ward SS Tyrann Mathieu+ FS Juan Thornhill",
      "Sp. Teams": "PR Mecole Hardman* KR Mecole Hardman*"
    },
    {
      "Skill": "QB Patrick Mahomes*+ RB Kareem Hunt WR Chris Conley WR Tyreek Hill*+ WR Sammy Watkins TE Travis Kelce*+",
      "Off. Line": "LT Eric Fisher* LG Cameron Erving C Mitch Morse RG Andrew Wylie RT Mitchell Schwartz+",
      "Def. Line": "LDE Allen Bailey NT Derrick Nnadi RDE Chris Jones",
      "Linebackers": "LOLB Dee Ford* LILB Anthony Hitchens RILB Reggie Ragland ROLB Justin Houston",
      "Secondary": "LCB Kendall Fuller RCB Steven Nelson SS Eric Murray FS Ron Parker",
      "Sp. Teams": "PR Tyreek Hill*+ KR Tremon Smith"
    },
    {
      "Skill": "QB Alex Smith* RB Kareem Hunt* WR Tyreek Hill* WR Demarcus Robinson WR Albert Wilson TE Travis Kelce*",
      "Off. Line": "LT Eric Fisher LG Bryan Witzmann C Zach Fulton RG Laurent Duvernay-Tardif RT Mitchell Schwartz",
      "Def. Line": "LDE Chris Jones NT Bennie Logan RDE Allen Bailey",
      "Linebackers": "LOLB Justin Houston LILB Reggie Ragland RILB Derrick Johnson ROLB Frank Zombo",
      "Secondary": "LCB Marcus Peters RCB Terrance Mitchell SS Ron Parker FS Daniel Sorensen",
      "Sp. Teams": "PR Tyreek Hill* KR Akeem Hunt"
    },
    {
      "Skill": "QB Alex Smith* RB Spencer Ware WR Chris Conley WR Demetrius Harris WR Jeremy Maclin TE Travis Kelce*+",
      "Off. Line": "LT Eric Fisher LG Zach Fulton C Mitch Morse RG Laurent Duvernay-Tardif RT Mitchell Schwartz",
      "Def. Line": "LDE Rakeem Nunez-Roches NT Dontari Poe RDE Chris Jones",
      "Linebackers": "LOLB Dee Ford LILB Derrick Johnson RILB Ramik Wilson ROLB Frank Zombo",
      "Secondary": "LCB Marcus Peters*+ RCB Steven Nelson SS Eric Berry*+ FS Ron Parker",
      "Sp. Teams": "PR Tyreek Hill*+ KR De'Anthony Thomas"
    },
    {
      "Skill": "QB Alex Smith RB Charcandrick West WR Jeremy Maclin WR Albert Wilson TE Demetrius Harris TE Travis Kelce*",
      "Off. Line": "LT Eric Fisher LG Ben Grubbs C Mitch Morse RG Laurent Duvernay-Tardif RT Jah Reid",
      "Def. Line": "LDE Mike DeVito NT Dontari Poe RDE Jaye Howard",
      "Linebackers": "LOLB Justin Houston* LILB Derrick Johnson* RILB Josh Mauga ROLB Tamba Hali*",
      "Secondary": "LCB Marcus Peters* RCB Sean Smith SS Ron Parker FS Eric Berry*+",
      "Sp. Teams": "PR De'Anthony Thomas KR Knile Davis"
    },
    {
      "Skill": "QB Alex Smith RB Jamaal Charles* RB Anthony Sherman WR Dwayne Bowe TE Anthony Fasano TE Travis Kelce",
      "Off. Line": "LT Eric Fisher LG Mike McGlynn C Rodney Hudson RG Zach Fulton RT Ryan Harris",
      "Def. Line": "LDE Jaye Howard NT Dontari Poe* RDE Allen Bailey",
      "Linebackers": "LOLB Justin Houston*+ LILB Josh Mauga RILB James-Michael Johnson ROLB Tamba Hali*",
      "Secondary": "LCB Phillip Gaines RCB Sean Smith SS Ron Parker FS Husain Abdullah",
      "Sp. Teams": "PR De'Anthony Thomas KR Knile Davis"
    },
    {
      "Skill": "QB Alex Smith* RB Jamaal Charles*+ RB Anthony Sherman WR Donnie Avery WR Dwayne Bowe TE Anthony Fasano",
      "Off. Line": "LT Branden Albert* LG Jeff Allen C Rodney Hudson RG Jon Asamoah RT Eric Fisher",
      "Def. Line": "LDE Tyson Jackson NT Dontari Poe* RDE Mike DeVito",
      "Linebackers": "LOLB Justin Houston* LILB Akeem Jordan RILB Derrick Johnson* ROLB Tamba Hali*",
      "Secondary": "LCB Brandon Flowers* RCB Sean Smith SS Eric Berry*+ FS Kendrick Lewis",
      "Sp. Teams": "PR Dexter McCluster* KR Quintin Demps"
    },
    {
      "Skill": "QB Matt Cassel RB Jamaal Charles* WR Jonathan Baldwin WR Dwayne Bowe TE Steve Maneri TE Tony Moeaki",
      "Off. Line": "LT Branden Albert LG Jeff Allen C Ryan Lilja RG Jon Asamoah RT Eric Winston",
      "Def. Line": "LDE Tyson Jackson NT Dontari Poe RDE Ropati Pitoitua",
      "Linebackers": "LOLB Justin Houston* LILB Jovan Belcher RILB Derrick Johnson* ROLB Tamba Hali*",
      "Secondary": "LCB Brandon Flowers RCB Javier Arenas SS Eric Berry* FS Kendrick Lewis",
      "Sp. Teams": "PR Javier Arenas KR Shaun Draughn"
    },
    {
      "Skill": "QB Matt Cassel RB Thomas Jones FB Le'Ron McClain WR Dwayne Bowe WR Steve Breaston TE Leonard Pope",
      "Off. Line": "LT Branden Albert LG Ryan Lilja C Casey Wiegmann RG Jon Asamoah RT Barry Richardson",
      "Def. Line": "LDE Tyson Jackson NT Kelly Gregg RDE Glenn Dorsey",
      "Linebackers": "LOLB Justin Houston LILB Jovan Belcher RILB Derrick Johnson*+ ROLB Tamba Hali*",
      "Secondary": "LCB Brandon Flowers RCB Brandon Carr SS Jon McGraw FS Kendrick Lewis",
      "Sp. Teams": "PR Javier Arenas KR Dexter McCluster"
    },
    {
      "Skill": "QB Matt Cassel* RB Thomas Jones WR Dwayne Bowe* WR Chris Chambers WR Dexter McCluster TE Tony Moeaki",
      "Off. Line": "LT Branden Albert LG Brian Waters* C Casey Wiegmann RG Ryan Lilja RT Barry Richardson",
      "Def. Line": "LDE Shaun Smith NT Ron Edwards RDE Glenn Dorsey",
      "Linebackers": "LOLB Mike Vrabel LILB Jovan Belcher RILB Derrick Johnson ROLB Tamba Hali",
      "Secondary": "LCB Brandon Flowers RCB Brandon Carr SS Eric Berry* FS Kendrick Lewis",
      "Sp. Teams": "PR Javier Arenas KR Dexter McCluster"
    },
    {
      "Skill": "QB Matt Cassel RB Jamaal Charles FB Mike Cox WR Dwayne Bowe WR Chris Chambers TE Leonard Pope",
      "Off. Line": "LT Branden Albert LG Brian Waters C Rudy Niswanger RG Wade Smith RT Ryan O'Callaghan",
      "Def. Line": "LDE Tyson Jackson NT Ron Edwards RDE Glenn Dorsey",
      "Linebackers": "LOLB Mike Vrabel LILB Demorrio Williams RILB Corey Mays ROLB Tamba Hali",
      "Secondary": "LCB Brandon Flowers RCB Brandon Carr SS Mike Brown FS Jon McGraw",
      "Sp. Teams": "PR Bobby Wade KR Jamaal Charles"
    },
    {
      "Skill": "QB Tyler Thigpen RB Larry Johnson WR Dwayne Bowe WR Devard Darling TE Brad Cottam TE Tony Gonzalez*+",
      "Off. Line": "LT Branden Albert LG Brian Waters* C Rudy Niswanger RG Adrian Jones RT Damion McIntosh",
      "Def. Line": "LDE Turk McBride LDT Tank Tyler RDT Glenn Dorsey RDE Tamba Hali",
      "Linebackers": "LLB Demorrio Williams MLB Pat Thomas RLB Derrick Johnson",
      "Secondary": "LCB Brandon Carr RCB Brandon Flowers SS Bernard Pollard FS Jarrad Page",
      "Sp. Teams": "PR Kevin Robinson KR Dantrell Savage"
    },
    {
      "Skill": "QB Damon Huard RB Larry Johnson FB Kris Wilson WR Dwayne Bowe WR Eddie Kennison TE Tony Gonzalez*",
      "Off. Line": "LT Damion McIntosh LG Brian Waters C Casey Wiegmann RG John Welbourn RT Chris Terry",
      "Def. Line": "LDE Tamba Hali LDT Ron Edwards RDT Alfonso Boone RDE Jared Allen*+",
      "Linebackers": "LLB Derrick Johnson MLB Napoleon Harris RLB Donnie Edwards",
      "Secondary": "LCB Ty Law RCB Patrick Surtain SS Bernard Pollard FS Jarrad Page",
      "Sp. Teams": "PR Eddie Drummond KR Eddie Drummond"
    },
    {
      "Skill": "QB Trent Green RB Larry Johnson*+ FB Kris Wilson WR Eddie Kennison WR Samie Parker TE Tony Gonzalez*",
      "Off. Line": "LT Jordan Black LG Brian Waters* C Casey Wiegmann RG Will Shields* RT Kevin Sampson",
      "Def. Line": "LDE Tamba Hali LDT Ron Edwards RDT James Reed RDE Jared Allen",
      "Linebackers": "LLB Derrick Johnson MLB Kawika Mitchell RLB Kendrell Bell",
      "Secondary": "LCB Ty Law RCB Patrick Surtain SS Sammy Knight FS Greg Wesley",
      "Sp. Teams": "PR Dante Hall KR Dante Hall"
    },
    {
      "Skill": "QB Trent Green* RB Larry Johnson* FB Tony Richardson WR Eddie Kennison WR Samie Parker TE Tony Gonzalez*",
      "Off. Line": "LT Willie Roaf* LG Brian Waters*+ C Casey Wiegmann RG Will Shields* RT John Welbourn",
      "Def. Line": "LDE Eric Hicks LDT John Browning RDT Lional Dalton RDE Jared Allen",
      "Linebackers": "LLB Derrick Johnson MLB Kawika Mitchell RLB Kendrell Bell",
      "Secondary": "LCB Patrick Surtain RCB Eric Warfield SS Sammy Knight FS Greg Wesley",
      "Sp. Teams": "PR Dante Hall KR Dante Hall"
    },
    {
      "Skill": "QB Trent Green RB Priest Holmes FB Tony Richardson* WR Eddie Kennison WR Johnnie Morton TE Tony Gonzalez*",
      "Off. Line": "LT Willie Roaf*+ LG Brian Waters*+ C Casey Wiegmann RG Will Shields* RT John Welbourn",
      "Def. Line": "LDE Eric Hicks LDT Ryan Sims RDT Lional Dalton RDE Jared Allen",
      "Linebackers": "LLB Scott Fujita MLB Kawika Mitchell RLB Shawn Barber",
      "Secondary": "LCB Eric Warfield RCB William Bartee SS Greg Wesley FS Jerome Woods",
      "Sp. Teams": "PR Dante Hall KR Dante Hall"
    },
    {
      "Skill": "QB Trent Green* RB Priest Holmes*+ FB Tony Richardson* WR Eddie Kennison WR Johnnie Morton TE Tony Gonzalez*+",
      "Off. Line": "LT Willie Roaf*+ LG Brian Waters C Casey Wiegmann RG Will Shields*+ RT John Tait",
      "Def. Line": "LDE Eric Hicks LDT John Browning RDT Ryan Sims RDE Vonnie Holliday",
      "Linebackers": "LLB Scott Fujita MLB Mike Maslowski RLB Shawn Barber",
      "Secondary": "LCB Eric Warfield RCB Dexter McCleon SS Greg Wesley FS Jerome Woods*",
      "Sp. Teams": "PR Dante Hall*+ KR Dante Hall*+"
    },
    {
      "Skill": "QB Trent Green RB Priest Holmes*+ FB Tony Richardson WR Eddie Kennison WR Johnnie Morton TE Tony Gonzalez*",
      "Off. Line": "LT Willie Roaf* LG Brian Waters C Casey Wiegmann RG Will Shields*+ RT John Tait",
      "Def. Line": "LDE Eric Hicks LDT John Browning RDT Derrick Ransom RDE Duane Clemons",
      "Linebackers": "LLB Scott Fujita MLB Marvcus Patton RLB Mike Maslowski",
      "Secondary": "LCB Eric Warfield RCB William Bartee SS Greg Wesley FS Shaunard Harts",
      "Sp. Teams": "PR Dante Hall* KR Dante Hall*"
    },
    {
      "Skill": "QB Trent Green RB Priest Holmes*+ FB Tony Richardson WR Derrick Alexander WR Snoop Minnis TE Tony Gonzalez*+",
      "Off. Line": "LT John Tait LG Brian Waters C Casey Wiegmann RG Will Shields* RT Marcus Spears",
      "Def. Line": "LDE Eric Hicks LDT Eric Downing RDT Derrick Ransom RDE Duane Clemons",
      "Linebackers": "LLB Lewis Bush MLB Marvcus Patton RLB Donnie Edwards",
      "Secondary": "LCB Ray Crockett RCB Eric Warfield SS Greg Wesley FS Jerome Woods",
      "Sp. Teams": "PR Dante Hall KR Dante Hall"
    },
    {
      "Skill": "QB Elvis Grbac* RB Kimble Anders FB Tony Richardson WR Derrick Alexander WR Sylvester Morris TE Tony Gonzalez*+",
      "Off. Line": "LT John Tait LG Jeff Blackshear C Tim Grunhard RG Will Shields* RT Victor Riley",
      "Def. Line": "LDE Eric Hicks LDT Chester McGlockton RDT John Browning RDE Duane Clemons",
      "Linebackers": "LLB Lewis Bush MLB Marvcus Patton RLB Donnie Edwards",
      "Secondary": "LCB Pat Dennis RCB James Hasty SS Greg Wesley FS Jerome Woods",
      "Sp. Teams": "PR Kevin Lockett KR Mike Cloud"
    },
    {
      "Skill": "QB Elvis Grbac RB Bam Morris FB Tony Richardson WR Derrick Alexander WR Andre Rison TE Tony Gonzalez*+",
      "Off. Line": "LT Glenn Parker LG Dave Szott C Tim Grunhard* RG Will Shields* RT Victor Riley",
      "Def. Line": "LDE Eric Hicks LDT Chester McGlockton RDT Tom Barndt RDE Leslie O'Neal",
      "Linebackers": "LLB Derrick Thomas MLB Marvcus Patton RLB Donnie Edwards",
      "Secondary": "LCB Cris Dishman RCB James Hasty* SS Reggie Tongue FS Jerome Woods",
      "Sp. Teams": "PR Tamarick Vanover KR Tamarick Vanover"
    },
    {
      "Skill": "QB Rich Gannon RB Donnell Bennett FB Kimble Anders WR Derrick Alexander WR Andre Rison TE Tony Gonzalez",
      "Off. Line": "LT Jeff Criswell LG Glenn Parker C Tim Grunhard RG Will Shields* RT Victor Riley",
      "Def. Line": "LDE Leslie O'Neal NT Tom Barndt RDE Chester McGlockton",
      "Linebackers": "LOLB Derrick Thomas LILB Wayne Simmons RILB Donnie Edwards ROLB Anthony Davis",
      "Secondary": "LCB Mark McMillian RCB James Hasty SS Reggie Tongue FS Jerome Woods",
      "Sp. Teams": "PR Tamarick Vanover KR Tamarick Vanover"
    },
    {
      "Skill": "QB Elvis Grbac RB Greg Hill FB Kimble Anders* WR Lake Dawson WR Andre Rison* TE Ted Popson",
      "Off. Line": "LT Jeff Criswell LG Dave Szott+ C Tim Grunhard RG Will Shields* RT Glenn Parker",
      "Def. Line": "LDE Vaughn Booker NT Joe Phillips RDE John Browning",
      "Linebackers": "LOLB Derrick Thomas* LILB Terry Wooden RILB Donnie Edwards ROLB Anthony Davis",
      "Secondary": "LCB Dale Carter* RCB James Hasty* SS Reggie Tongue FS Jerome Woods",
      "Sp. Teams": "PR Tamarick Vanover KR Tamarick Vanover"
    },
    {
      "Skill": "QB Steve Bono RB Marcus Allen FB Kimble Anders* WR Sean LaChapelle WR Chris Penn TE Derrick Walker",
      "Off. Line": "LT John Alt LG Dave Szott C Tim Grunhard RG Will Shields* RT Ricky Siglar",
      "Def. Line": "LDE Neil Smith LDT Joe Phillips RDT Dan Saleaumua RDE Vaughn Booker",
      "Linebackers": "LOLB Derrick Thomas* MLB Tracy Simien ROLB Anthony Davis",
      "Secondary": "LCB Dale Carter* RCB James Hasty SS Brian Washington FS Mark Collins",
      "Sp. Teams": "PR Tamarick Vanover KR Tamarick Vanover"
    },
    {
      "Skill": "QB Steve Bono* RB Marcus Allen FB Kimble Anders* WR Willie Davis WR Lake Dawson TE Keith Cash",
      "Off. Line": "LT John Alt LG Dave Szott C Tim Grunhard RG Will Shields* RT Ricky Siglar",
      "Def. Line": "LDE Neil Smith* LDT Joe Phillips RDT Dan Saleaumua* RDE Vaughn Booker",
      "Linebackers": "LLB George Jamison MLB Tracy Simien RLB Derrick Thomas*",
      "Secondary": "LCB Dale Carter* RCB James Hasty SS Brian Washington FS Mark Collins",
      "Sp. Teams": "PR Tamarick Vanover KR Tamarick Vanover"
    },
    {
      "Skill": "QB Joe Montana RB Marcus Allen FB Kimble Anders WR J.J. Birden WR Willie Davis TE Derrick Walker",
      "Off. Line": "LT John Alt LG Dave Szott C Tim Grunhard RG Will Shields RT Derrick Graham",
      "Def. Line": "LDE Neil Smith* LDT Joe Phillips RDT Dan Saleaumua RDE Darren Mickell",
      "Linebackers": "LLB George Jamison MLB Tracy Simien RLB Derrick Thomas*",
      "Secondary": "LCB Mark Collins RCB Dale Carter* SS Dave Whitmore FS William White",
      "Sp. Teams": "PR Danan Hughes KR Ron Dickerson"
    },
    {
      "Skill": "QB Joe Montana* RB Marcus Allen* FB Kimble Anders WR J.J. Birden WR Willie Davis TE Jonathan Hayes",
      "Off. Line": "LT John Alt* LG Dave Szott C Tim Grunhard RG Will Shields RT Ricky Siglar",
      "Def. Line": "LDE Neil Smith*+ NT Joe Phillips RDE Dan Saleaumua",
      "Linebackers": "LOLB Tracy Rogers LILB Tracy Simien RILB Lonnie Marts ROLB Derrick Thomas*",
      "Secondary": "LCB Albert Lewis RCB Dale Carter SS Martin Bayless FS Kevin Ross",
      "Sp. Teams": "PR Dale Carter KR Danan Hughes"
    },
    {
      "Skill": "QB Dave Krieg RB Barry Word FB Christian Okoye WR J.J. Birden WR Willie Davis TE Jonathan Hayes",
      "Off. Line": "LT John Alt* LG Dave Szott C Tim Grunhard RG Dave Lutz RT Rich Baldinger",
      "Def. Line": "LDE Neil Smith* LDT Joe Phillips RDT Dan Saleaumua RDE Leonard Griffin",
      "Linebackers": "LLB Chris Martin MLB Tracy Simien RLB Derrick Thomas*",
      "Secondary": "LCB Kevin Ross RCB Dale Carter SS Martin Bayless FS Charles Mincy",
      "Sp. Teams": "PR Dale Carter KR Harvey Williams"
    },
    {
      "Skill": "QB Steve DeBerg RB Barry Word FB Christian Okoye* WR Tim Barnett WR Robb Thomas TE Jonathan Hayes",
      "Off. Line": "LT John Alt LG Dave Szott C Tim Grunhard RG Dave Lutz RT Rich Baldinger",
      "Def. Line": "LDE Neil Smith* NT Dan Saleaumua RDE Bill Maas",
      "Linebackers": "LOLB Chris Martin LILB Tracy Simien RILB Dino Hackett ROLB Derrick Thomas*+",
      "Secondary": "LCB J.C. Pearson RCB Kevin Ross SS Kevin Porter FS Deron Cherry",
      "Sp. Teams": "PR Troy Stradford KR Harvey Williams"
    },
    {
      "Skill": "QB Steve DeBerg RB Barry Word FB Christian Okoye WR Stephone Paige WR Robb Thomas TE Alfredo Roberts",
      "Off. Line": "LT John Alt LG Dave Szott C Tim Grunhard RG Dave Lutz RT Rich Baldinger",
      "Def. Line": "LDE Neil Smith NT Dan Saleaumua RDE Bill Maas",
      "Linebackers": "LOLB Chris Martin LILB Percy Snow RILB Dino Hackett ROLB Derrick Thomas*+",
      "Secondary": "LCB Albert Lewis*+ RCB Kevin Ross* SS Kevin Porter FS Jeff Donaldson",
      "Sp. Teams": "PR Naz Worthen KR Todd McNair"
    },
    {
      "Skill": "QB Steve DeBerg RB Herman Heard FB Christian Okoye*+ WR Pete Mandley WR Stephone Paige TE Jonathan Hayes",
      "Off. Line": "LT John Alt LG Mark Adickes C Mike Webster RG Dave Lutz RT Irv Eatman",
      "Def. Line": "LDE Neil Smith NT Bill Maas RDE Leonard Griffin",
      "Linebackers": "LOLB Chris Martin LILB Walker Lee Ashley RILB Dino Hackett ROLB Derrick Thomas*",
      "Secondary": "LCB Albert Lewis*+ RCB Kevin Ross* SS Kevin Porter FS Deron Cherry",
      "Sp. Teams": "PR Naz Worthen KR Danny Copeland"
    },
    {
      "Skill": "QB Steve DeBerg RB Paul Palmer FB Christian Okoye WR Carlos Carson WR Stephone Paige TE Jonathan Hayes",
      "Off. Line": "LT John Alt LG Rich Baldinger C Tom Baugh RG Mark Adickes RT Irv Eatman",
      "Def. Line": "LDE Leonard Griffin NT Bill Maas RDE Mike Bell",
      "Linebackers": "LOLB Jack Del Rio LILB Aaron Pearson RILB Dino Hackett* ROLB Tim Cofield",
      "Secondary": "LCB Albert Lewis* RCB Kevin Ross SS Lloyd Burruss FS Deron Cherry*+",
      "Sp. Teams": "PR Kitrick Taylor KR Paul Palmer"
    },
    {
      "Skill": "QB Bill Kenney RB Herman Heard FB Christian Okoye WR Carlos Carson* WR Stephone Paige TE Jonathan Hayes",
      "Off. Line": "LT John Alt LG Rich Baldinger C Tom Baugh RG Mark Adickes RT Irv Eatman",
      "Def. Line": "LDE Art Still NT Bill Maas* RDE Mike Bell",
      "Linebackers": "LOLB Louis Cooper LILB Aaron Pearson RILB Dino Hackett ROLB Jack Del Rio",
      "Secondary": "LCB Albert Lewis* RCB Kevin Ross SS Lloyd Burruss FS Deron Cherry*",
      "Sp. Teams": "PR Michael Clemons KR Paul Palmer"
    },
    {
      "Skill": "QB Bill Kenney RB Herman Heard FB Mike Pruitt WR Carlos Carson WR Stephone Paige TE Walt Arnold",
      "Off. Line": "LT Irv Eatman LG Brad Budde C Rick Donnalley RG Mark Adickes RT Dave Lutz",
      "Def. Line": "LDE Art Still NT Bill Maas* RDE Pete Koch",
      "Linebackers": "LOLB Louis Cooper LILB Dino Hackett RILB Scott Radecic ROLB Tim Cofield",
      "Secondary": "LCB Albert Lewis RCB Kevin Ross SS Lloyd Burruss* FS Deron Cherry*+",
      "Sp. Teams": "PR Jeff Smith KR Jeff Smith"
    },
    {
      "Skill": "QB Bill Kenney RB Herman Heard FB Mike Pruitt WR Carlos Carson WR Henry Marshall TE Walt Arnold",
      "Off. Line": "LT Matt Herkenhoff LG Brad Budde C Bob Rush RG Bob Olderman RT Dave Lutz",
      "Def. Line": "LDE Art Still NT Bill Maas RDE Mike Bell",
      "Linebackers": "LOLB Calvin Daniels LILB Scott Radecic RILB Gary Spani ROLB Ken Jolly",
      "Secondary": "LCB Albert Lewis RCB Kevin Ross SS Lloyd Burruss FS Deron Cherry*",
      "Sp. Teams": "PR Garcia Lane KR Jeff Smith"
    },
    {
      "Skill": "QB Bill Kenney RB Herman Heard FB Theotis Brown WR Carlos Carson WR Henry Marshall TE Willie Scott",
      "Off. Line": "LT Matt Herkenhoff LG Brad Budde C Bob Rush RG Tom Condon RT Dave Lutz",
      "Def. Line": "LDE Art Still* NT Bill Maas RDE Mike Bell",
      "Linebackers": "LOLB Ken McAlister LILB John Zamberlin RILB Gary Spani ROLB Calvin Daniels",
      "Secondary": "LCB Albert Lewis RCB Kevin Ross SS Lloyd Burruss FS Deron Cherry*+",
      "Sp. Teams": "PR J.T. Smith KR Stephone Paige"
    },
    {
      "Skill": "QB Bill Kenney* RB Billy Jackson FB Theotis Brown WR Carlos Carson* WR Henry Marshall TE Willie Scott",
      "Off. Line": "LT Matt Herkenhoff LG Brad Budde C Bob Rush RG Tom Condon RT Dave Lutz",
      "Def. Line": "LDE Art Still NT Dino Mangiero RDE Mike Bell",
      "Linebackers": "LOLB Tom Howard LILB Jerry Blanton RILB Gary Spani ROLB Charles Jackson",
      "Secondary": "LCB Gary Green* RCB Lucious Smith SS Lloyd Burruss FS Deron Cherry*",
      "Sp. Teams": "PR J.T. Smith KR Anthony Hancock"
    },
    {
      "Skill": "QB Bill Kenney RB Joe Delaney FB Billy Jackson WR Carlos Carson WR Henry Marshall TE Willie Scott",
      "Off. Line": "LT Matt Herkenhoff LG Brad Budde C Jack Rudnay RG Tom Condon RT Charlie Getty",
      "Def. Line": "LDE Art Still* NT Ken Kremer RDE Mike Bell",
      "Linebackers": "LOLB Tom Howard LILB Jerry Blanton RILB Gary Spani ROLB Charles Jackson",
      "Secondary": "LCB Gary Green* RCB Eric Harris SS Lloyd Burruss FS Gary Barbaro*",
      "Sp. Teams": "PR Anthony Hancock KR Anthony Hancock"
    },
    {
      "Skill": "QB Bill Kenney RB Joe Delaney* FB James Hadnot WR Henry Marshall WR J.T. Smith TE Al Dixon",
      "Off. Line": "LT Matt Herkenhoff LG Brad Budde C Jack Rudnay RG Tom Condon RT Charlie Getty",
      "Def. Line": "LDE Art Still* NT Don Parrish RDE Mike Bell",
      "Linebackers": "LOLB Whitney Paul LILB Jerry Blanton RILB Gary Spani ROLB Charles Jackson",
      "Secondary": "LCB Gary Green* RCB Eric Harris SS Lloyd Burruss FS Gary Barbaro*",
      "Sp. Teams": "PR J.T. Smith KR James Murphy"
    },
    {
      "Skill": "QB Steve Fuller RB Tony Reed FB Ted McKnight WR Henry Marshall WR J.T. Smith*+ TE Mike Williams",
      "Off. Line": "LT Matt Herkenhoff LG Bob Simmons C Jack Rudnay RG Tom Condon RT Jim Rourke",
      "Def. Line": "LDE Art Still* NT Don Parrish RDE Dave Lindstrom",
      "Linebackers": "LOLB Tom Howard LILB Frank Manumaleuga RILB Gary Spani ROLB Whitney Paul",
      "Secondary": "LCB Gary Green RCB Eric Harris SS Herb Christopher FS Gary Barbaro*",
      "Sp. Teams": "PR J.T. Smith*+ KR Carlos Carson"
    },
    {
      "Skill": "QB Steve Fuller RB Tony Reed FB Ted McKnight WR Henry Marshall WR J.T. Smith TE Tony Samuels",
      "Off. Line": "LT Charlie Getty LG Bob Simmons C Jack Rudnay RG Tom Condon RT Jim Nicholson",
      "Def. Line": "LDE Art Still NT Don Parrish RDE Sylvester Hicks",
      "Linebackers": "LOLB Whitney Paul LILB Frank Manumaleuga RILB Gary Spani ROLB Tom Howard",
      "Secondary": "LCB Gary Green RCB Tim Collier SS Jerry Reese FS Gary Barbaro",
      "Sp. Teams": "PR J.T. Smith KR Horace Belton"
    },
    {
      "Skill": "QB Mike Livingston FB Arnold Morgado LH Tony Reed RH Ted McKnight WR Henry Marshall TE Walter White",
      "Off. Line": "LT Matt Herkenhoff LG Bob Simmons C Jack Rudnay RG Tom Condon RT Charlie Getty",
      "Def. Line": "LDE Art Still NT Don Parrish RDE Sylvester Hicks",
      "Linebackers": "LOLB Whitney Paul LILB Dave Rozumek RILB Gary Spani ROLB Tom Howard",
      "Secondary": "LCB Gary Green RCB Emmitt Thomas SS Tim Gray FS Gary Barbaro",
      "Sp. Teams": "PR Eddie Payton KR Eddie Payton"
    },
    {
      "Skill": "QB Mike Livingston RB Tony Reed FB John Brockington WR Larry Brunson WR Henry Marshall TE Walter White",
      "Off. Line": "LT Matt Herkenhoff LG Bob Simmons C Jack Rudnay RG Tom Condon RT Jim Nicholson",
      "Def. Line": "LDE Whitney Paul LDT Willie Lee RDT Keith Simons RDE Wilbur Young",
      "Linebackers": "LLB Billy Andrews MLB Willie Lanier RLB Jim Lynch",
      "Secondary": "LCB Gary Green RCB Emmitt Thomas SS Tim Gray FS Gary Barbaro",
      "Sp. Teams": "PR Larry Brunson KR Lawrence Williams"
    },
    {
      "Skill": "QB Mike Livingston RB Woody Green FB MacArthur Lane WR Larry Brunson WR Henry Marshall TE Billy Masters",
      "Off. Line": "LT Matt Herkenhoff LG Charlie Getty C Jack Rudnay* RG Tom Condon RT Jim Nicholson",
      "Def. Line": "LDE Whitney Paul LDT John Lohmeyer RDT Bob Maddox RDE Wilbur Young",
      "Linebackers": "LLB Billy Andrews MLB Willie Lanier RLB Jim Lynch",
      "Secondary": "LCB Kerry Reardon RCB Emmitt Thomas SS Tim Gray FS Gary Barbaro",
      "Sp. Teams": "PR Larry Brunson KR Lawrence Williams"
    },
    {
      "Skill": "QB Mike Livingston RB Ed Podolak FB Woody Green WR Larry Brunson WR Barry Pearson TE Billy Masters",
      "Off. Line": "LT Charlie Getty LG Rocky Rasley C Jack Rudnay* RG Tom Condon RT Jim Nicholson",
      "Def. Line": "LDE John Matuszak LDT John Lohmeyer RDT Buck Buchanan RDE Wilbur Young",
      "Linebackers": "LLB Bill Peterson MLB Willie Lanier* RLB Jim Lynch",
      "Secondary": "LCB Kerry Reardon RCB Emmitt Thomas* SS Jim Kearney FS Mike Sensibaugh",
      "Sp. Teams": "PR Ed Podolak KR Charlie Thomas"
    },
    {
      "Skill": "QB Len Dawson RB Ed Podolak FB Woody Green WR Otis Taylor WR Elmo Wright TE Morris Stroud",
      "Off. Line": "LT Charlie Getty LG Ed Budde C Jack Rudnay* RG George Daney RT Jim Nicholson",
      "Def. Line": "LDE Marvin Upshaw LDT Tom Keating RDT Buck Buchanan RDE Wilbur Young",
      "Linebackers": "LLB Bobby Bell MLB Willie Lanier* RLB Jim Lynch",
      "Secondary": "LCB Nate Allen RCB Emmitt Thomas*+ SS Jim Kearney FS Mike Sensibaugh",
      "Sp. Teams": "PR Larry Brunson KR Bill Thomas"
    },
    {
      "Skill": "QB Mike Livingston RB Ed Podolak FB Wendell Hayes WR Otis Taylor WR Elmo Wright TE Morris Stroud",
      "Off. Line": "LT Jim Tyrer LG Ed Budde C Jack Rudnay* RG Mo Moorman RT Francis Peay",
      "Def. Line": "LDE Marvin Upshaw LDT Curley Culp RDT Buck Buchanan RDE Wilbur Young",
      "Linebackers": "LLB Bobby Bell MLB Willie Lanier*+ RLB Jim Lynch",
      "Secondary": "LCB Nate Allen RCB Emmitt Thomas SS Jim Kearney FS Mike Sensibaugh",
      "Sp. Teams": "PR Larry Marshall KR Larry Marshall"
    },
    {
      "Skill": "QB Len Dawson RB Ed Podolak FB Wendell Hayes WR Dennis Homan WR Otis Taylor* TE Morris Stroud",
      "Off. Line": "LT Jim Tyrer LG Ed Budde C Jack Rudnay RG Mo Moorman RT Dave Hill",
      "Def. Line": "LDE Marvin Upshaw LDT Curley Culp RDT Buck Buchanan RDE Wilbur Young",
      "Linebackers": "LLB Bobby Bell* MLB Willie Lanier* RLB Jim Lynch",
      "Secondary": "LCB Jim Marsalis RCB Emmitt Thomas* SS Jim Kearney FS Mike Sensibaugh",
      "Sp. Teams": "PR Larry Marshall KR Larry Marshall"
    },
    {
      "Skill": "QB Len Dawson* RB Ed Podolak FB Wendell Hayes WR Otis Taylor*+ WR Elmo Wright TE Morris Stroud",
      "Off. Line": "LT Jim Tyrer* LG Ed Budde* C Jack Rudnay RG Mo Moorman RT Dave Hill",
      "Def. Line": "LDE Marvin Upshaw LDT Curley Culp* RDT Buck Buchanan* RDE Aaron Brown",
      "Linebackers": "LLB Bobby Bell* MLB Willie Lanier*+ RLB Jim Lynch",
      "Secondary": "LCB Jim Marsalis RCB Emmitt Thomas* SS Jim Kearney FS Johnny Robinson",
      "Sp. Teams": "PR Ed Podolak KR Kerry Reardon"
    },
    {
      "Skill": "QB Len Dawson RB Ed Podolak FB Wendell Hayes WR Frank Pitts WR Otis Taylor TE Fred Arbanas",
      "Off. Line": "LT Jim Tyrer*+ LG Ed Budde* C Jack Rudnay RG Mo Moorman RT Dave Hill",
      "Def. Line": "LDE Jerry Mays* LDT Curley Culp RDT Buck Buchanan* RDE Aaron Brown",
      "Linebackers": "LLB Bobby Bell*+ MLB Willie Lanier* RLB Jim Lynch",
      "Secondary": "LCB Jim Marsalis*+ RCB Emmitt Thomas SS Jim Kearney FS Johnny Robinson*+",
      "Sp. Teams": "PR Ed Podolak KR Robert Holmes"
    },
    {
      "Skill": "QB Len Dawson* RB Mike Garrett RB Robert Holmes* WR Frank Pitts WR Otis Taylor TE Fred Arbanas",
      "Off. Line": "LT Jim Tyrer*+ LG Ed Budde*+ C E.J. Holub RG Mo Moorman RT Dave Hill",
      "Def. Line": "LDE Jerry Mays LDT Curley Culp* RDT Buck Buchanan*+ RDE Aaron Brown",
      "Linebackers": "LLB Bobby Bell*+ MLB Willie Lanier* RLB Jim Lynch",
      "Secondary": "LCB Jim Marsalis* RCB Emmitt Thomas SS Jim Kearney FS Johnny Robinson+",
      "Sp. Teams": "PR Willie Mitchell KR Warren McVea"
    },
    {
      "Skill": "QB Len Dawson* RB Mike Garrett FB Robert Holmes FL Gloster Richardson TE Fred Arbanas",
      "Off. Line": "LE Frank Pitts LT Jim Tyrer*+ LG Ed Budde* C E.J. Holub RG Mo Moorman RT Dave Hill",
      "Def. Line": "LDE Jerry Mays* LDT Ed Lothamer RDT Buck Buchanan*+ RDE Aaron Brown",
      "Linebackers": "LLB Bobby Bell*+ MLB Willie Lanier*+ RLB Jim Lynch*",
      "Secondary": "LCB Emmitt Thomas* RCB Willie Mitchell SS Jim Kearney FS Johnny Robinson*+",
      "Sp. Teams": "PR Noland Smith KR Noland Smith"
    },
    {
      "Skill": "QB Len Dawson* HB Mike Garrett*+ FB Curtis McClinton* FL Otis Taylor TE Fred Arbanas*",
      "Off. Line": "LE Chris Burford LT Jim Tyrer+ LG Ed Budde* C Wayne Frazier RG Curt Merz RT Dave Hill",
      "Def. Line": "LDE Jerry Mays* LDT Ernie Ladd RDT Buck Buchanan*+ RDE Chuck Hurston",
      "Linebackers": "LLB Bobby Bell*+ MLB Willie Lanier RLB Bud Abell",
      "Secondary": "LCB Fred Williamson RCB Willie Mitchell SS Bobby Hunt FS Johnny Robinson*+",
      "Sp. Teams": "PR Noland Smith KR Noland Smith"
    },
    {
      "Skill": "QB Len Dawson*+ HB Bert Coan FB Curtis McClinton* FL Otis Taylor*+ TE Fred Arbanas+",
      "Off. Line": "LE Chris Burford LT Jim Tyrer*+ LG Ed Budde*+ C Wayne Frazier RG Al Reynolds RT Dave Hill",
      "Def. Line": "LDE Jerry Mays*+ LDT Ed Lothamer RDT Buck Buchanan*+ RDE Chuck Hurston",
      "Linebackers": "LLB Bobby Bell*+ MLB Sherrill Headrick* RLB E.J. Holub*",
      "Secondary": "LCB Fred Williamson RCB Willie Mitchell SS Bobby Hunt FS Johnny Robinson*+",
      "Sp. Teams": "PR Mike Garrett* KR Emmitt Thomas"
    },
    {
      "Skill": "QB Len Dawson HB Curtis McClinton FB Mack Lee Hill FL Frank Jackson* TE Fred Arbanas*",
      "Off. Line": "LE Chris Burford LT Jim Tyrer*+ LG Ed Budde C Jon Gilliam RG Curt Merz RT Dave Hill",
      "Def. Line": "LDE Jerry Mays*+ LDT Ed Lothamer RDT Buck Buchanan* RDE Mel Branch",
      "Linebackers": "LLB Bobby Bell*+ MLB Sherrill Headrick* RLB E.J. Holub*",
      "Secondary": "LCB Fred Williamson RCB Willie Mitchell SS Bobby Hunt FS Johnny Robinson*+",
      "Sp. Teams": "PR Willie Mitchell KR Bert Coan"
    },
    {
      "Skill": "QB Len Dawson* HB Abner Haynes* FB Mack Lee Hill* FL Frank Jackson TE Fred Arbanas*+",
      "Off. Line": "LE Chris Burford LT Jim Tyrer* LG Ed Budde C Jon Gilliam RG Curt Merz RT Dave Hill",
      "Def. Line": "LDE Bobby Bell* LDT Jerry Mays* RDT Buck Buchanan* RDE Mel Branch",
      "Linebackers": "LLB E.J. Holub* MLB Sherrill Headrick RLB Walt Corey",
      "Secondary": "LCB Duane Wood RCB Dave Grayson*+ SS Bobby Hunt* FS Johnny Robinson*",
      "Sp. Teams": "PR Willie Mitchell KR Dave Grayson*+"
    },
    {
      "Skill": "QB Len Dawson HB Abner Haynes FB Curtis McClinton FL Frank Jackson TE Fred Arbanas*+",
      "Off. Line": "LE Chris Burford LT Jim Tyrer* LG Ed Budde* C Jon Gilliam RG Curt Merz RT Charley Diamond",
      "Def. Line": "LDE Bobby Bell LDT Buck Buchanan RDT Jerry Mays RDE Mel Branch*",
      "Linebackers": "LLB E.J. Holub+ MLB Sherrill Headrick RLB Walt Corey*",
      "Secondary": "LCB Duane Wood* RCB Dave Grayson* SS Bobby Hunt FS Johnny Robinson*",
      "Sp. Teams": "PR Frank Jackson KR Dave Grayson*"
    },
    {
      "Skill": "QB Len Dawson*+ HB Abner Haynes*+ FB Curtis McClinton* FL Bill Miller TE Fred Arbanas*",
      "Off. Line": "LE Chris Burford+ LT Jim Tyrer* LG Marvin Terrell* C Jon Gilliam RG Al Reynolds RT Jerry Cornelison*",
      "Def. Line": "LDE Curt Merz LDT Paul Rochester RDT Jerry Mays* RDE Mel Branch*",
      "Linebackers": "LLB E.J. Holub*+ MLB Sherrill Headrick*+ RLB Smokey Stover",
      "Secondary": "LCB Duane Wood RCB Dave Grayson* SS Bobby Hunt+ FS Johnny Robinson",
      "Sp. Teams": "PR Abner Haynes*+ KR Dave Grayson*"
    },
    {
      "Skill": "QB Cotton Davidson* FB Bo Dickinson TE Max Boydston",
      "Off. Line": "LE Chris Burford* LT Jim Tyrer LG Al Reynolds C Jon Gilliam* RG Billy Krisher* RT Jerry Cornelison",
      "Def. Line": "LDE Paul Miller LDT Paul Rochester* RDT Ray Collins RDE Mel Branch*",
      "Linebackers": "LLB E.J. Holub* MLB Sherrill Headrick*+ RLB Smokey Stover",
      "Secondary": "LCB Duane Wood RCB Edward Kelley SS Don Flynn FS Dave Webster*+",
      "Sp. Teams": "PR Abner Haynes* KR Frank Jackson"
    },
    {
      "Skill": "QB Cotton Davidson FB Jack Spikes TE Max Boydston",
      "Off. Line": "LE Chris Burford LT Jack Stone LG Marvin Terrell C Jim Barton RG Billy Krisher+ RT Jerry Cornelison",
      "Def. Line": "LDE Paul Miller LDT Walter Napier RDT Ray Collins RDE Mel Branch+",
      "Linebackers": "LLB Walt Corey MLB Ted Greene RLB Smokey Stover",
      "Secondary": "LCB Don Flynn RCB Clem Daniels SS Johnny Bookman FS Dave Webster",
      "Sp. Teams": "PR Abner Haynes+ KR Abner Haynes+"
    }
  ]