[
    {
      "Skill": "QB Tua Tagovailoa RB Myles Gaskin WR DeVante Parker WR Jaylen Waddle TE Mike Gesicki TE Durham Smythe",
      "Off. Line": "LT Liam Eichenberg LG Austin Jackson C Michael Deiter RG Robert Hunt RT Jesse Davis",
      "Def. Line": "LDE Emmanuel Ogbah LDT Raekwon Davis RDT Zach Sieler RDE Christian Wilkins",
      "Linebackers": "LLB Jerome Baker MLB Elandon Roberts RLB Andrew Van Ginkel",
      "Secondary": "LCB Byron Jones RCB Xavien Howard* SS Brandon Jones FS Jevon Holland",
      "Sp. Teams": "PR Jevon Holland KR Jaylen Waddle"
    },
    {
      "Skill": "QB Tua Tagovailoa RB Myles Gaskin WR DeVante Parker WR Preston Williams TE Mike Gesicki TE Durham Smythe",
      "Off. Line": "LT Austin Jackson LG Ereck Flowers C Ted Karras RG Solomon Kindley RT Robert Hunt",
      "Def. Line": "LDE Christian Wilkins NT Raekwon Davis RDE Emmanuel Ogbah",
      "Linebackers": "LOLB Andrew Van Ginkel LILB Elandon Roberts RILB Jerome Baker ROLB Kyle Van Noy",
      "Secondary": "LCB Byron Jones RCB Xavien Howard*+ SS Bobby McCain FS Eric Rowe",
      "Sp. Teams": "PR Jakeem Grant KR Jakeem Grant"
    },
    {
      "Skill": "QB Ryan Fitzpatrick RB Kalen Ballage WR Allen Hurns WR DeVante Parker WR Preston Williams TE Durham Smythe",
      "Off. Line": "LT Julie'n Davenport LG Michael Deiter C Daniel Kilgore RG Shaq Calhoun RT Jesse Davis",
      "Def. Line": "LDE Avery Moss NT Davon Godchaux RDE Christian Wilkins",
      "Linebackers": "LOLB Samuel Eguavoen LILB Raekwon McMillan RILB Vince Biegel ROLB Jerome Baker",
      "Secondary": "LCB Xavien Howard RCB Nik Needham SS Eric Rowe FS Bobby McCain",
      "Sp. Teams": "PR Preston Williams KR Jakeem Grant"
    },
    {
      "Skill": "QB Ryan Tannehill RB Frank Gore WR Danny Amendola WR DeVante Parker WR Kenny Stills TE Nick O'Leary",
      "Off. Line": "LT Laremy Tunsil LG Ted Larsen C Travis Swanson RG Jesse Davis RT Ja'Wuan James",
      "Def. Line": "LDE Cameron Wake LDT Davon Godchaux RDT Akeem Spence RDE Robert Quinn",
      "Linebackers": "LLB Kiko Alonso MLB Raekwon McMillan RLB Jerome Baker",
      "Secondary": "LCB Xavien Howard* RCB Bobby McCain SS Reshad Jones FS T.J. McDonald",
      "Sp. Teams": "PR Jakeem Grant KR Jakeem Grant"
    },
    {
      "Skill": "QB Jay Cutler RB Jay Ajayi WR Jarvis Landry* WR DeVante Parker WR Kenny Stills TE Julius Thomas",
      "Off. Line": "LT Laremy Tunsil LG Ted Larsen C Mike Pouncey RG Jermon Bushrod RT Ja'Wuan James",
      "Def. Line": "LDE Andre Branch LDT Ndamukong Suh RDT Jordan Phillips RDE Cameron Wake",
      "Linebackers": "LOLB Kiko Alonso MLB Rey Maualuga RLB Lawrence Timmons",
      "Secondary": "LCB Cordrea Tankersley RCB Xavien Howard SS Reshad Jones* FS T.J. McDonald",
      "Sp. Teams": "PR Jakeem Grant KR Jakeem Grant"
    },
    {
      "Skill": "QB Ryan Tannehill RB Jay Ajayi* WR Jarvis Landry* WR Kenny Stills TE MarQueis Gray TE Dion Sims",
      "Off. Line": "LT Branden Albert LG Laremy Tunsil C Anthony Steen RG Jermon Bushrod RT Ja'Wuan James",
      "Def. Line": "LDE Cameron Wake* LDT Ndamukong Suh* RDT Jordan Phillips RDE Andre Branch",
      "Linebackers": "MLB Kiko Alonso RLB Jelani Jenkins",
      "Secondary": "LCB Byron Maxwell RCB Tony Lippett SS Isa Abdul-Quddus FS Reshad Jones DB Bobby McCain",
      "Sp. Teams": "PR Jakeem Grant KR Jakeem Grant"
    },
    {
      "Skill": "QB Ryan Tannehill RB Lamar Miller WR Jarvis Landry* WR Rishard Matthews WR Kenny Stills TE Jordan Cameron",
      "Off. Line": "LT Branden Albert* LG Dallas Thomas C Mike Pouncey* RG Billy Turner RT Jason Fox",
      "Def. Line": "LDE Derrick Shelby LDT Ndamukong Suh RDT Earl Mitchell RDE Olivier Vernon",
      "Linebackers": "LLB Koa Misi MLB Kelvin Sheppard RLB Jelani Jenkins",
      "Secondary": "LCB Brent Grimes* RCB Brice McCain SS Michael Thomas FS Reshad Jones*",
      "Sp. Teams": "PR Jarvis Landry* KR Damien Williams"
    },
    {
      "Skill": "QB Ryan Tannehill RB Lamar Miller WR Brian Hartline WR Jarvis Landry WR Mike Wallace TE Charles Clay",
      "Off. Line": "LT Branden Albert LG Daryn Colledge C Samson Satele RG Mike Pouncey* RT Ja'Wuan James",
      "Def. Line": "LDE Cameron Wake* LDT Randy Starks RDT Jared Odrick RDE Olivier Vernon",
      "Linebackers": "MLB Koa Misi RLB Jelani Jenkins",
      "Secondary": "LCB Brent Grimes* RCB Cortland Finnegan SS Louis Delmas FS Reshad Jones DB Jimmy Wilson",
      "Sp. Teams": "PR Jarvis Landry KR Jarvis Landry"
    },
    {
      "Skill": "QB Ryan Tannehill RB Lamar Miller WR Brian Hartline WR Mike Wallace TE Charles Clay TE Rishard Matthews",
      "Off. Line": "LT Bryant McKinnie LG Richie Incognito C Mike Pouncey* RG John Jerry RT Tyson Clabo",
      "Def. Line": "LDE Cameron Wake* LDT Randy Starks RDT Paul Soliai RDE Olivier Vernon",
      "Linebackers": "LLB Philip Wheeler MLB Dannell Ellerbe RLB Koa Misi",
      "Secondary": "LCB Brent Grimes* RCB Nolan Carroll SS Chris Clemons FS Reshad Jones",
      "Sp. Teams": "PR Marcus Thigpen KR Marcus Thigpen"
    },
    {
      "Skill": "QB Ryan Tannehill RB Reggie Bush FB Charles Clay WR Davone Bess WR Brian Hartline TE Anthony Fasano",
      "Off. Line": "LT Jake Long LG Richie Incognito* C Mike Pouncey RG John Jerry RT Jonathan Martin",
      "Def. Line": "LDE Jared Odrick LDT Randy Starks* RDT Paul Soliai RDE Cameron Wake*+",
      "Linebackers": "LLB Kevin Burnett MLB Karlos Dansby RLB Koa Misi",
      "Secondary": "LCB Sean Smith RCB Nolan Carroll SS Chris Clemons FS Reshad Jones",
      "Sp. Teams": "PR Marcus Thigpen KR Marcus Thigpen"
    },
    {
      "Skill": "QB Matt Moore RB Reggie Bush FB Charles Clay WR Brian Hartline WR Brandon Marshall* TE Anthony Fasano",
      "Off. Line": "LT Jake Long* LG Richie Incognito C Mike Pouncey RG Vernon Carey RT Marc Colombo",
      "Def. Line": "LDE Kendall Langford NT Paul Soliai* RDE Randy Starks",
      "Linebackers": "LOLB Koa Misi LILB Karlos Dansby RILB Kevin Burnett ROLB Cameron Wake",
      "Secondary": "LCB Sean Smith RCB Vontae Davis SS Yeremiah Bell FS Reshad Jones",
      "Sp. Teams": "PR Davone Bess KR Clyde Gates"
    },
    {
      "Skill": "QB Chad Henne RB Ronnie Brown FB Lousaka Polite WR Brian Hartline WR Brandon Marshall TE Anthony Fasano",
      "Off. Line": "LT Jake Long*+ LG Richie Incognito C Joe Berger RG John Jerry RT Vernon Carey",
      "Def. Line": "LDE Kendall Langford NT Paul Soliai RDE Randy Starks*",
      "Linebackers": "LOLB Koa Misi LILB Channing Crowder RILB Karlos Dansby ROLB Cameron Wake*",
      "Secondary": "LCB Vontae Davis RCB Sean Smith SS Yeremiah Bell FS Chris Clemons",
      "Sp. Teams": "PR Davone Bess KR Nolan Carroll"
    },
    {
      "Skill": "QB Chad Henne RB Ronnie Brown FB Lousaka Polite WR Greg Camarillo WR Ted Ginn Jr. TE Anthony Fasano",
      "Off. Line": "LT Jake Long* LG Justin Smiley C Jake Grove RG Donald Thomas RT Vernon Carey",
      "Def. Line": "LDE Kendall Langford NT Jason Ferguson RDE Randy Starks",
      "Linebackers": "LOLB Jason Taylor LILB Channing Crowder RILB Akin Ayodele ROLB Joey Porter",
      "Secondary": "LCB Vontae Davis RCB Sean Smith SS Gibril Wilson FS Yeremiah Bell*",
      "Sp. Teams": "PR Davone Bess KR Ted Ginn Jr."
    },
    {
      "Skill": "QB Chad Pennington RB Ronnie Brown* WR Greg Camarillo WR Ted Ginn Jr. TE Anthony Fasano TE David Martin",
      "Off. Line": "LT Jake Long* LG Justin Smiley C Samson Satele RG Ikechuku Ndukwe RT Vernon Carey",
      "Def. Line": "LDE Kendall Langford NT Jason Ferguson RDE Vonnie Holliday",
      "Linebackers": "LOLB Matt Roth LILB Channing Crowder RILB Akin Ayodele ROLB Joey Porter*",
      "Secondary": "LCB Will Allen RCB Andre' Goodman SS Yeremiah Bell FS Renaldo Hill",
      "Sp. Teams": "PR Davone Bess KR Ted Ginn Jr."
    },
    {
      "Skill": "QB Cleo Lemon RB Ronnie Brown FB Reagan Maui'a WR Marty Booker WR Ted Ginn Jr. TE David Martin",
      "Off. Line": "LT Vernon Carey LG Chris Liwienski C Samson Satele RG Rex Hadnot RT L.J. Shelton",
      "Def. Line": "LDE Matt Roth LDT Keith Traylor RDT Vonnie Holliday RDE Jason Taylor*",
      "Linebackers": "LLB Channing Crowder MLB Derrick Pope RLB Joey Porter",
      "Secondary": "LCB Michael Lehan RCB Will Allen SS Jason Allen FS Renaldo Hill",
      "Sp. Teams": "PR Ted Ginn Jr. KR Ted Ginn Jr."
    },
    {
      "Skill": "QB Joey Harrington RB Ronnie Brown WR Marty Booker WR Chris Chambers TE Randy McMichael TE Justin Peelle",
      "Off. Line": "LT Damion McIntosh LG Jeno James C Rex Hadnot RG L.J. Shelton RT Vernon Carey",
      "Def. Line": "LDE Kevin Carter LDT Keith Traylor RDT Vonnie Holliday RDE Jason Taylor*+",
      "Linebackers": "LLB Channing Crowder MLB Zach Thomas*+ RLB Donnie Spragan",
      "Secondary": "LCB Will Allen RCB Andre' Goodman SS Yeremiah Bell FS Renaldo Hill",
      "Sp. Teams": "PR Wes Welker KR Wes Welker"
    },
    {
      "Skill": "QB Gus Frerotte RB Ronnie Brown WR Marty Booker WR Chris Chambers* TE Lorenzo Diamond TE Randy McMichael",
      "Off. Line": "LT Damion McIntosh LG Jeno James C Seth McKinney RG Rex Hadnot RT Vernon Carey",
      "Def. Line": "LDE Kevin Carter LDT Keith Traylor RDT Vonnie Holliday RDE Jason Taylor*",
      "Linebackers": "LLB Donnie Spragan MLB Zach Thomas* RLB Channing Crowder",
      "Secondary": "LCB Travis Daniels RCB Sam Madison SS Travares Tillman FS Lance Schulters",
      "Sp. Teams": "PR Wes Welker KR Wes Welker"
    },
    {
      "Skill": "QB A.J. Feeley RB Sammy Morris WR Marty Booker WR Chris Chambers TE Donald Lee TE Randy McMichael",
      "Off. Line": "LT Damion McIntosh LG Jeno James C Seth McKinney RG Taylor Whitley RT John St. Clair",
      "Def. Line": "LDE David Bowens LDT Bryan Robinson RDT Jeff Zgonina RDE Jason Taylor*",
      "Linebackers": "LLB Junior Seau MLB Zach Thomas RLB Morlon Greenwood",
      "Secondary": "LCB Patrick Surtain* RCB Sam Madison SS Sammy Knight FS Arturo Freeman",
      "Sp. Teams": "PR Wes Welker KR Wes Welker"
    },
    {
      "Skill": "QB Jay Fiedler RB Ricky Williams FB Rob Konrad WR Chris Chambers WR Derrius Thompson TE Randy McMichael",
      "Off. Line": "LT Wade Smith LG Jamie Nails C Tim Ruddy RG Todd Perry RT Todd Wade",
      "Def. Line": "LDE Adewale Ogunleye* LDT Tim Bowens RDT Larry Chester RDE Jason Taylor",
      "Linebackers": "LLB Junior Seau MLB Zach Thomas*+ RLB Morlon Greenwood",
      "Secondary": "LCB Patrick Surtain* RCB Sam Madison SS Sammy Knight FS Brock Marion*",
      "Sp. Teams": "PR Charlie Rogers KR Travis Minor"
    },
    {
      "Skill": "QB Jay Fiedler RB Ricky Williams*+ FB Rob Konrad WR Chris Chambers WR James McKnight TE Randy McMichael",
      "Off. Line": "LT Mark Dixon LG Jamie Nails C Tim Ruddy RG Todd Perry RT Todd Wade",
      "Def. Line": "LDE Adewale Ogunleye LDT Tim Bowens* RDT Larry Chester RDE Jason Taylor*+",
      "Linebackers": "LLB Derrick Rodgers MLB Zach Thomas*+ RLB Morlon Greenwood",
      "Secondary": "LCB Patrick Surtain*+ RCB Sam Madison* SS Arturo Freeman FS Brock Marion*",
      "Sp. Teams": "PR Dedric Ward KR Travis Minor"
    },
    {
      "Skill": "QB Jay Fiedler RB Lamar Smith FB Rob Konrad WR Oronde Gadsden WR James McKnight TE Hunter Goodwin",
      "Off. Line": "LT Spencer Folau LG Mark Dixon C Tim Ruddy RG Todd Perry RT Todd Wade",
      "Def. Line": "LDE Kenny Mixon LDT Tim Bowens RDT Daryl Gardener RDE Jason Taylor",
      "Linebackers": "LLB Derrick Rodgers MLB Zach Thomas* RLB Morlon Greenwood",
      "Secondary": "LCB Patrick Surtain RCB Sam Madison* SS Brian Walker FS Brock Marion",
      "Sp. Teams": "PR Jeff Ogden KR Chris Chambers"
    },
    {
      "Skill": "QB Jay Fiedler RB Lamar Smith FB Rob Konrad WR Oronde Gadsden WR Leslie Shepherd TE Hunter Goodwin",
      "Off. Line": "LT Richmond Webb LG Mark Dixon C Tim Ruddy* RG Kevin Donnalley RT Todd Wade",
      "Def. Line": "LDE Kenny Mixon LDT Tim Bowens RDT Daryl Gardener RDE Jason Taylor*+",
      "Linebackers": "LLB Derrick Rodgers MLB Zach Thomas* RLB Robert Jones",
      "Secondary": "LCB Patrick Surtain RCB Sam Madison*+ SS Brian Walker FS Brock Marion*",
      "Sp. Teams": "PR Jeff Ogden KR Brock Marion*"
    },
    {
      "Skill": "QB Dan Marino RB Cecil Collins FB Rob Konrad WR Tony Martin WR O.J. McDuffie TE Troy Drayton",
      "Off. Line": "LT Richmond Webb LG Mark Dixon C Tim Ruddy RG Kevin Donnalley RT James Brown",
      "Def. Line": "LDE Rich Owens LDT Tim Bowens RDT Daryl Gardener RDE Jason Taylor",
      "Linebackers": "LLB Derrick Rodgers MLB Zach Thomas*+ RLB Robert Jones",
      "Secondary": "LCB Terrell Buckley RCB Sam Madison*+ SS Calvin Jackson FS Brock Marion",
      "Sp. Teams": "PR Nate Jacquet KR Brock Marion"
    },
    {
      "Skill": "QB Dan Marino RB Karim Abdul-Jabbar FB Stanley Pritchett WR Oronde Gadsden WR O.J. McDuffie TE Troy Drayton",
      "Off. Line": "LT Richmond Webb LG Mark Dixon C Tim Ruddy RG Kevin Donnalley RT James Brown",
      "Def. Line": "LDE Kenny Mixon LDT Tim Bowens* RDT Daryl Gardener RDE Jason Taylor",
      "Linebackers": "LLB Derrick Rodgers MLB Zach Thomas+ RLB Robert Jones",
      "Secondary": "LCB Terrell Buckley RCB Sam Madison SS Calvin Jackson FS Brock Marion",
      "Sp. Teams": "PR Terrell Buckley KR John Avery"
    },
    {
      "Skill": "QB Dan Marino RB Karim Abdul-Jabbar FB Stanley Pritchett WR O.J. McDuffie WR Lamar Thomas TE Troy Drayton",
      "Off. Line": "LT Richmond Webb LG Jeff Buckey C Tim Ruddy RG Everett McIver RT James Brown",
      "Def. Line": "LDE Trace Armstrong LDT Tim Bowens RDT Daryl Gardener RDE Jason Taylor",
      "Linebackers": "LLB Anthony Harris MLB Zach Thomas RLB Derrick Rodgers",
      "Secondary": "LCB Terrell Buckley RCB Calvin Jackson SS Shawn Wooden FS Corey Harris",
      "Sp. Teams": "PR Charles Jordan KR Irving Spikes"
    },
    {
      "Skill": "QB Dan Marino RB Karim Abdul-Jabbar FB Stanley Pritchett WR Fred Barnett WR O.J. McDuffie TE Troy Drayton",
      "Off. Line": "LT Richmond Webb* LG Keith Sims C Tim Ruddy RG Chris Gray RT James Brown",
      "Def. Line": "LDE Trace Armstrong LDT Daryl Gardener RDT Tim Bowens RDE Danny Stubbs",
      "Linebackers": "LLB Dwight Hollier MLB Zach Thomas RLB Chris Singleton",
      "Secondary": "LCB Terrell Buckley RCB Calvin Jackson SS Louis Oliver FS Shawn Wooden",
      "Sp. Teams": "PR O.J. McDuffie KR Irving Spikes"
    },
    {
      "Skill": "QB Dan Marino* RB Bernie Parmalee FB Keith Byars WR Irving Fryar WR O.J. McDuffie TE Eric Green",
      "Off. Line": "LT Richmond Webb* LG Keith Sims* C Tim Ruddy RG Chris Gray RT Billy Milner",
      "Def. Line": "LDE Jeff Cross LDT Tim Bowens RDT Chuck Klingbeil RDE Marco Coleman",
      "Linebackers": "LLB Chris Singleton MLB Bryan Cox* RLB Dwight Hollier",
      "Secondary": "LCB Troy Vincent RCB J.B. Brown SS Michael Stewart FS Gene Atkins",
      "Sp. Teams": "PR O.J. McDuffie KR O.J. McDuffie"
    },
    {
      "Skill": "QB Dan Marino* RB Bernie Parmalee FB Keith Byars WR Irving Fryar* WR Mark Ingram TE Keith Jackson",
      "Off. Line": "LT Richmond Webb*+ LG Keith Sims* C Jeff Dellenbach RG Bert Weidner RT Ron Heller",
      "Def. Line": "LDE Jeff Cross LDT Tim Bowens RDT Chuck Klingbeil RDE Marco Coleman",
      "Linebackers": "LLB Chris Singleton MLB Bryan Cox* RLB Dwight Hollier",
      "Secondary": "LCB Troy Vincent RCB J.B. Brown SS Michael Stewart FS Gene Atkins",
      "Sp. Teams": "PR O.J. McDuffie KR O.J. McDuffie"
    },
    {
      "Skill": "QB Scott Mitchell RB Mark Higgs FB Keith Byars* WR Irving Fryar* WR Mark Ingram TE Keith Jackson",
      "Off. Line": "LT Richmond Webb* LG Keith Sims* C Jeff Dellenbach RG Bert Weidner RT Ron Heller",
      "Def. Line": "LDE Jeff Cross LDT Chuck Klingbeil RDT Larry Webster RDE Marco Coleman",
      "Linebackers": "LLB John Grimsley MLB John Offerdahl RLB Bryan Cox",
      "Secondary": "LCB Troy Vincent RCB J.B. Brown SS Jarvis Williams FS Louis Oliver",
      "Sp. Teams": "PR O.J. McDuffie KR O.J. McDuffie"
    },
    {
      "Skill": "QB Dan Marino* RB Mark Higgs FB Tony Paige WR Mark Clayton WR Mark Duper TE Keith Jackson*",
      "Off. Line": "LT Richmond Webb*+ LG Keith Sims C Jeff Uhlenhake RG Harry Galbreath RT Jeff Dellenbach",
      "Def. Line": "LDE David Griggs NT Chuck Klingbeil RDE Jeff Cross",
      "Linebackers": "LOLB Marco Coleman LILB John Grimsley RILB John Offerdahl ROLB Bryan Cox*",
      "Secondary": "LCB Troy Vincent RCB J.B. Brown SS Jarvis Williams FS Louis Oliver",
      "Sp. Teams": "PR Scott Miller KR Mike Williams"
    },
    {
      "Skill": "QB Dan Marino* RB Mark Higgs FB Tony Paige WR Mark Clayton* WR Mark Duper TE Greg Baty",
      "Off. Line": "LT Richmond Webb* LG Keith Sims C Jeff Uhlenhake RG Harry Galbreath RT Mark Dennis",
      "Def. Line": "LDE T.J. Turner NT Alfred Oglesby RDE Jeff Cross",
      "Linebackers": "LOLB David Griggs LILB Cliff Odom RILB Mike Reichenbach ROLB Bryan Cox",
      "Secondary": "LCB Vestee Jackson RCB J.B. Brown SS Jarvis Williams FS Louis Oliver",
      "Sp. Teams": "PR Scott Miller KR Aaron Craver"
    },
    {
      "Skill": "QB Dan Marino RB Sammie Smith FB Tony Paige WR Mark Clayton WR Mark Duper TE Ferrell Edmunds*",
      "Off. Line": "LT Richmond Webb* LG Keith Sims C Jeff Uhlenhake RG Harry Galbreath RT Mark Dennis",
      "Def. Line": "LDE T.J. Turner NT Shawn Lee RDE Jeff Cross*",
      "Linebackers": "LOLB David Griggs LILB John Offerdahl*+ RILB Cliff Odom ROLB Hugh Green",
      "Secondary": "LCB Tim McKyer RCB J.B. Brown SS Jarvis Williams FS Louis Oliver",
      "Sp. Teams": "PR Tony Martin KR Marc Logan"
    },
    {
      "Skill": "QB Dan Marino RB Sammie Smith FB Tom Brown WR Mark Clayton WR Mark Duper TE Ferrell Edmunds*",
      "Off. Line": "LT Jeff Dellenbach LG Roy Foster C Jeff Uhlenhake RG Harry Galbreath RT Ronnie Lee",
      "Def. Line": "LDE T.J. Turner NT Brian Sochia RDE Jeff Cross",
      "Linebackers": "LOLB E.J. Junior LILB John Offerdahl* RILB Barry Krauss ROLB Hugh Green",
      "Secondary": "LCB Paul Lankford RCB William Judson SS Jarvis Williams FS Louis Oliver",
      "Sp. Teams": "PR Scott Schwedes KR Marc Logan"
    },
    {
      "Skill": "QB Dan Marino RB Lorenzo Hampton FB Woody Bennett WR Mark Clayton* WR Mark Duper TE Ferrell Edmunds",
      "Off. Line": "LT Jon Giesler LG Roy Foster C Jeff Dellenbach RG Harry Galbreath RT Ronnie Lee",
      "Def. Line": "LDE T.J. Turner NT Brian Sochia* RDE Jackie Cline",
      "Linebackers": "LOLB Rick Graf LILB Mark Brown RILB John Offerdahl* ROLB Hugh Green",
      "Secondary": "LCB Paul Lankford RCB William Judson SS Liffort Hobley FS Jarvis Williams",
      "Sp. Teams": "PR Scott Schwedes KR Joe Cribbs"
    },
    {
      "Skill": "QB Dan Marino* RB Lorenzo Hampton FB Woody Bennett WR Mark Clayton WR Mark Duper TE Bruce Hardy",
      "Off. Line": "LT Jon Giesler LG Roy Foster C Dwight Stephenson*+ RG Tom Toth RT Ronnie Lee",
      "Def. Line": "LDE T.J. Turner NT Brian Sochia RDE John Bosa",
      "Linebackers": "LOLB Bob Brudzinski LILB Jackie Shipp RILB John Offerdahl* ROLB Mark Brown",
      "Secondary": "LCB Paul Lankford RCB William Judson SS Glenn Blackwood FS Bud Brown",
      "Sp. Teams": "PR Scott Schwedes KR Lorenzo Hampton"
    },
    {
      "Skill": "QB Dan Marino*+ RB Lorenzo Hampton FB Woody Bennett WR Mark Clayton* WR Mark Duper* TE Bruce Hardy",
      "Off. Line": "LT Jon Giesler LG Roy Foster* C Dwight Stephenson*+ RG Ronnie Lee RT Greg Koch",
      "Def. Line": "LDE T.J. Turner NT Bob Baumhower RDE George Little",
      "Linebackers": "LOLB Bob Brudzinski LILB Jackie Shipp RILB John Offerdahl* ROLB Mark Brown",
      "Secondary": "LCB William Judson RCB Paul Lankford SS Glenn Blackwood FS Bud Brown",
      "Sp. Teams": "PR Craig Ellis KR Craig Ellis"
    },
    {
      "Skill": "QB Dan Marino*+ RB Tony Nathan FB Woody Bennett WR Mark Clayton* WR Mark Duper TE Bruce Hardy",
      "Off. Line": "LT Jon Giesler LG Roy Foster* C Dwight Stephenson*+ RG Ronnie Lee RT Cleveland Green",
      "Def. Line": "LDE Doug Betters NT Mike Charles RDE Kim Bokamper",
      "Linebackers": "LOLB Bob Brudzinski LILB Jackie Shipp RILB Mark Brown ROLB Hugh Green",
      "Secondary": "LCB Paul Lankford RCB William Judson SS Glenn Blackwood FS Bud Brown",
      "Sp. Teams": "PR Tommy Vigorito KR Lorenzo Hampton"
    },
    {
      "Skill": "QB Dan Marino*+ RB Tony Nathan FB Woody Bennett WR Mark Clayton* WR Mark Duper* TE Dan Johnson",
      "Off. Line": "LT Jon Giesler LG Roy Foster C Dwight Stephenson*+ RG Ed Newman*+ RT Cleveland Green",
      "Def. Line": "LDE Doug Betters NT Bob Baumhower* RDE Kim Bokamper",
      "Linebackers": "LOLB Bob Brudzinski LILB A.J. Duhe* RILB Mark Brown ROLB Charles Bowser",
      "Secondary": "LCB Don McNeal RCB William Judson SS Glenn Blackwood FS Lyle Blackwood",
      "Sp. Teams": "PR Fulton Walker KR Fulton Walker"
    },
    {
      "Skill": "QB Dan Marino* RB Tony Nathan FB Andra Franklin WR Mark Duper* WR Nat Moore TE Dan Johnson",
      "Off. Line": "LT Jon Giesler LG Bob Kuechenberg* C Dwight Stephenson* RG Ed Newman* RT Eric Laakso",
      "Def. Line": "LDE Doug Betters*+ NT Bob Baumhower*+ RDE Kim Bokamper",
      "Linebackers": "LOLB Bob Brudzinski LILB A.J. Duhe RILB Earnest Rhone ROLB Charles Bowser",
      "Secondary": "LCB William Judson RCB Gerald Small SS Glenn Blackwood FS Lyle Blackwood",
      "Sp. Teams": "PR Mark Clayton KR Fulton Walker"
    },
    {
      "Skill": "QB David Woodley RB Tony Nathan FB Andra Franklin* WR Jimmy Cefalo WR Duriel Harris TE Bruce Hardy",
      "Off. Line": "LT Jon Giesler LG Bob Kuechenberg* C Dwight Stephenson RG Ed Newman* RT Eric Laakso",
      "Def. Line": "LDE Doug Betters NT Bob Baumhower* RDE Kim Bokamper",
      "Linebackers": "LOLB Bob Brudzinski LILB A.J. Duhe RILB Earnest Rhone ROLB Larry Gordon",
      "Secondary": "LCB Don McNeal RCB Gerald Small SS Glenn Blackwood FS Lyle Blackwood",
      "Sp. Teams": "PR Tommy Vigorito KR Fulton Walker"
    },
    {
      "Skill": "QB David Woodley RB Tony Nathan FB Andra Franklin WR Duriel Harris WR Nat Moore TE Ronnie Lee",
      "Off. Line": "LT Jon Giesler LG Bob Kuechenberg C Mark Dennard RG Ed Newman* RT Eric Laakso",
      "Def. Line": "LDE Doug Betters NT Bob Baumhower* RDE Vern Den Herder",
      "Linebackers": "LOLB Bob Brudzinski LILB A.J. Duhe RILB Earnest Rhone ROLB Larry Gordon",
      "Secondary": "LCB Don McNeal RCB Gerald Small SS Glenn Blackwood FS Lyle Blackwood",
      "Sp. Teams": "PR Tommy Vigorito KR Fulton Walker"
    },
    {
      "Skill": "QB David Woodley RB Delvin Williams FB Steve Howell WR Bruce Hardy WR Nat Moore TE Ronnie Lee",
      "Off. Line": "LT Jon Giesler LG Bob Kuechenberg C Mark Dennard RG Ed Newman RT Eric Laakso",
      "Def. Line": "LDE Vern Den Herder NT Bob Baumhower RDE Doug Betters",
      "Linebackers": "LOLB Kim Bokamper LILB Rusty Chambers RILB A.J. Duhe ROLB Larry Gordon",
      "Secondary": "LCB Don McNeal RCB Gerald Small SS Glenn Blackwood FS Don Bessillieu",
      "Sp. Teams": "PR Tony Nathan KR Don Bessillieu"
    },
    {
      "Skill": "QB Bob Griese RB Delvin Williams FB Larry Csonka WR Duriel Harris WR Nat Moore TE Bruce Hardy",
      "Off. Line": "LT Bob Kuechenberg LG Ed Newman C Jim Langer RG Larry Little RT Mike Current",
      "Def. Line": "LDE Vern Den Herder NT Bob Baumhower* RDE Doug Betters",
      "Linebackers": "LOLB Kim Bokamper* LILB Steve Towle RILB Rusty Chambers ROLB Larry Gordon",
      "Secondary": "LCB Norris Thomas RCB Gerald Small SS Tim Foley* FS Neal Colzie",
      "Sp. Teams": "PR Tony Nathan+ KR Tony Nathan+"
    },
    {
      "Skill": "QB Bob Griese* RB Delvin Williams*+ FB Leroy Harris WR Duriel Harris WR Nat Moore TE Andre Tillman",
      "Off. Line": "LT Wayne Moore LG Bob Kuechenberg*+ C Jim Langer* RG Larry Little RT Mike Current",
      "Def. Line": "LDE Vern Den Herder NT Bob Baumhower RDE A.J. Duhe",
      "Linebackers": "LOLB Kim Bokamper LILB Steve Towle RILB Rusty Chambers ROLB Larry Gordon",
      "Secondary": "LCB Norris Thomas RCB Curtis Johnson SS Tim Foley FS Rick Volk",
      "Sp. Teams": "PR Jimmy Cefalo KR Duriel Harris"
    },
    {
      "Skill": "QB Bob Griese*+ RB Benny Malone FB Norm Bulaich WR Nat Moore*+ WR Freddie Solomon TE Andre Tillman",
      "Off. Line": "LT Wayne Moore LG Bob Kuechenberg* C Jim Langer*+ RG Larry Little RT Mike Current",
      "Def. Line": "LDE Vern Den Herder NT Bob Baumhower RDE A.J. Duhe",
      "Linebackers": "LOLB Kim Bokamper LILB Steve Towle RILB Bob Matheson ROLB Larry Gordon",
      "Secondary": "LCB Norris Thomas RCB Curtis Johnson SS Tim Foley FS Vern Roberson",
      "Sp. Teams": "PR Freddie Solomon KR Gary Davis"
    },
    {
      "Skill": "QB Bob Griese RB Benny Malone FB Don Nottingham WR Nat Moore WR Freddie Solomon TE Andre Tillman",
      "Off. Line": "LT Wayne Moore LG Bob Kuechenberg C Jim Langer* RG Larry Little RT Darryl Carlton",
      "Def. Line": "LDE Vern Den Herder LDT Randy Crowder RDT Don Reese RDE John Andrews",
      "Linebackers": "LLB Larry Gordon MLB Steve Towle RLB Bob Matheson",
      "Secondary": "LCB Jeris White RCB Curtis Johnson SS Charlie Babb FS Barry Hill",
      "Sp. Teams": "PR Freddie Solomon KR Gary Davis"
    },
    {
      "Skill": "QB Bob Griese RB Mercury Morris FB Don Nottingham WR Nat Moore WR Howard Twilley TE Andre Tillman",
      "Off. Line": "LT Wayne Moore LG Bob Kuechenberg* C Jim Langer*+ RG Larry Little+ RT Norm Evans",
      "Def. Line": "LDE Vern Den Herder LDT Randy Crowder RDT Don Reese RDE Bill Stanfill",
      "Linebackers": "LLB Doug Swift MLB Mike Kolen RLB Bob Matheson",
      "Secondary": "LCB Tim Foley RCB Curtis Johnson SS Charlie Babb FS Jake Scott*",
      "Sp. Teams": "PR Freddie Solomon KR Freddie Solomon"
    },
    {
      "Skill": "QB Bob Griese* RB Jim Kiick FB Larry Csonka* WR Nat Moore WR Paul Warfield* TE Jim Mandich",
      "Off. Line": "LT Tom Funchess LG Bob Kuechenberg* C Jim Langer*+ RG Larry Little*+ RT Norm Evans*",
      "Def. Line": "LDE Vern Den Herder LDT Manny Fernandez RDT Bob Heinz RDE Bill Stanfill*",
      "Linebackers": "LLB Bob Matheson MLB Nick Buoniconti RLB Mike Kolen",
      "Secondary": "LCB Tim Foley RCB Curtis Johnson SS Dick Anderson* FS Jake Scott*+",
      "Sp. Teams": "PR Jake Scott*+ KR Nat Moore"
    },
    {
      "Skill": "QB Bob Griese* RB Mercury Morris* FB Larry Csonka*+ WR Marlin Briscoe WR Paul Warfield*+ TE Marv Fleming",
      "Off. Line": "LT Wayne Moore* LG Bob Kuechenberg C Jim Langer* RG Larry Little*+ RT Norm Evans",
      "Def. Line": "LDE Vern Den Herder LDT Manny Fernandez RDT Bob Heinz RDE Bill Stanfill*",
      "Linebackers": "LLB Doug Swift MLB Nick Buoniconti* RLB Mike Kolen",
      "Secondary": "LCB Tim Foley RCB Curtis Johnson SS Dick Anderson*+ FS Jake Scott*+",
      "Sp. Teams": "PR Jake Scott*+ KR Mercury Morris*"
    },
    {
      "Skill": "QB Earl Morrall+ RB Mercury Morris* FB Larry Csonka* WR Howard Twilley WR Paul Warfield* TE Marv Fleming",
      "Off. Line": "LT Doug Crusan LG Bob Kuechenberg C Jim Langer RG Larry Little*+ RT Norm Evans*",
      "Def. Line": "LDE Vern Den Herder LDT Manny Fernandez RDT Bob Heinz RDE Bill Stanfill*+",
      "Linebackers": "LLB Doug Swift MLB Nick Buoniconti* RLB Mike Kolen",
      "Secondary": "LCB Tim Foley RCB Curtis Johnson SS Dick Anderson*+ FS Jake Scott*",
      "Sp. Teams": "PR Charlie Leigh KR Mercury Morris*"
    },
    {
      "Skill": "QB Bob Griese*+ RB Jim Kiick FB Larry Csonka*+ WR Howard Twilley WR Paul Warfield*+ TE Marv Fleming",
      "Off. Line": "LT Doug Crusan LG Bob Kuechenberg C Bob DeMarco RG Larry Little*+ RT Norm Evans",
      "Def. Line": "LDE Jim Riley LDT Manny Fernandez RDT Bob Heinz RDE Bill Stanfill*",
      "Linebackers": "LLB Doug Swift MLB Nick Buoniconti RLB Mike Kolen",
      "Secondary": "LCB Tim Foley RCB Curtis Johnson SS Dick Anderson FS Jake Scott*",
      "Sp. Teams": "PR Jake Scott* KR Mercury Morris*"
    },
    {
      "Skill": "QB Bob Griese* RB Jim Kiick FB Larry Csonka* WR Howard Twilley WR Paul Warfield* TE Marv Fleming",
      "Off. Line": "LT Doug Crusan LG Maxie Williams C Bob DeMarco RG Larry Little RT Norm Evans",
      "Def. Line": "LDE Jim Riley LDT Manny Fernandez RDT John Richardson RDE Bill Stanfill",
      "Linebackers": "LLB Doug Swift MLB Nick Buoniconti RLB Mike Kolen",
      "Secondary": "LCB Curtis Johnson RCB Lloyd Mumphord SS Dick Anderson FS Jake Scott",
      "Sp. Teams": "PR Jake Scott KR Mercury Morris"
    },
    {
      "Skill": "QB Bob Griese RB Jim Kiick* FB Larry Csonka WR Jack Clancy WR Karl Noonan TE Larry Seiple",
      "Off. Line": "LT Doug Crusan LG Maxie Williams C Tom Goode* RG Larry Little* RT Norm Evans",
      "Def. Line": "LDE Jim Riley LDT Manny Fernandez RDT John Richardson RDE Bill Stanfill*",
      "Linebackers": "LLB Randy Edmunds MLB Nick Buoniconti*+ RLB Ed Weisacosky",
      "Secondary": "LCB Jimmy Warren RCB Lloyd Mumphord SS Bob Petrella FS Dick Anderson",
      "Sp. Teams": "PR Mercury Morris KR Mercury Morris"
    },
    {
      "Skill": "QB Bob Griese* RB Jim Kiick* FB Larry Csonka FL Howard Twilley TE Doug Moreau",
      "Off. Line": "LE Karl Noonan* LT Doug Crusan LG Charlie Fowler C Tom Goode RG Billy Neighbors RT Norm Evans",
      "Def. Line": "LDE Jim Riley LDT Tom Nomina RDT Ray Jacobs RDE Mel Branch",
      "Linebackers": "LLB Randy Edmunds MLB Frank Emanuel RLB John Bramlett",
      "Secondary": "LCB Jimmy Warren RCB Dick Westmoreland SS Bob Petrella FS Dick Anderson",
      "Sp. Teams": "PR Bob Neff KR Gene Milton"
    },
    {
      "Skill": "QB Bob Griese* HB Jack Harper FB Sammy Price FL Frank Jackson TE Doug Moreau",
      "Off. Line": "LE Jack Clancy* LT Maxie Williams LG Freddie Woodson C Tom Goode RG Billy Neighbors RT Norm Evans",
      "Def. Line": "LDE Ed Cooke LDT Ray Jacobs RDT John Richardson RDE Mel Branch",
      "Linebackers": "LLB Tom Erlandson MLB Wahoo McDaniel RLB John Bramlett*",
      "Secondary": "LCB Jimmy Warren RCB Dick Westmoreland* SS Pete Jaquess FS Bob Neff",
      "Sp. Teams": "PR Joe Auer KR Abner Haynes"
    },
    {
      "Skill": "QB George Wilson FB Billy Joe FL Bo Roberson TE Dave Kocourek",
      "Off. Line": "LE Frank Jackson LT Maxie Williams LG Ernie Park C Tom Goode RG Billy Neighbors RT Norm Evans",
      "Def. Line": "LDE Ed Cooke* LDT Tom Nomina RDT Rich Zecher RDE LaVerne Torczon",
      "Linebackers": "LLB Tom Erlandson* MLB Frank Emanuel RLB Wahoo McDaniel",
      "Secondary": "LCB Jimmy Warren* RCB Dick Westmoreland SS Willie West* FS Pete Jaquess",
      "Sp. Teams": "PR Bob Neff KR Joe Auer"
    }
  ]