[
    {
      "Skill": "QB Trevor Lawrence RB James Robinson WR Marvin Jones WR Laviska Shenault Jr. TE Chris Manhertz TE James O'Shaughnessy",
      "Off. Line": "LT Cam Robinson LG Andrew Norwell C Brandon Linder RG Ben Bartch RT Jawaan Taylor",
      "Def. Line": "LDE Roy Robertson-Harris NT Malcom Brown RDE Dawuane Smoot",
      "Linebackers": "LOLB Josh Allen LILB Damien Wilson RILB Myles Jack ROLB K'Lavon Chaisson",
      "Secondary": "LCB Shaquill Griffin RCB Tyson Campbell SS Andrew Wingard FS Keyshawn Johnson",
      "Sp. Teams": "PR Jamal Agnew KR Jamal Agnew"
    },
    {
      "Skill": "QB Gardner Minshew II RB James Robinson FB Bruce Miller WR DJ Chark WR Laviska Shenault Jr. TE James O'Shaughnessy",
      "Off. Line": "LT Cam Robinson LG Andrew Norwell C Brandon Linder RG A.J. Cann RT Jawaan Taylor",
      "Def. Line": "LDE Josh Allen LDT Taven Bryan RDT Doug Costin RDE Adam Gotsis",
      "Linebackers": "LLB Myles Jack MLB Joe Schobert RLB Kamalei Correa",
      "Secondary": "LCB C.J. Henderson RCB Sidney Jones SS Josh Jones FS Jarrod Wilson",
      "Sp. Teams": "PR Keelan Cole KR Chris Claybrooks"
    },
    {
      "Skill": "QB Gardner Minshew II RB Leonard Fournette WR DJ Chark* WR Chris Conley WR Dede Westbrook TE James O'Shaughnessy",
      "Off. Line": "LT Cam Robinson LG Andrew Norwell C Brandon Linder RG A.J. Cann RT Jawaan Taylor",
      "Def. Line": "LDE Yannick Ngakoue LDT Abry Jones RDT Taven Bryan RDE Calais Campbell*",
      "Linebackers": "LLB Quincy Williams MLB Myles Jack RLB Leon Jacobs",
      "Secondary": "LCB Tre Herndon RCB A.J. Bouye SS Ronnie Harrison FS Jarrod Wilson",
      "Sp. Teams": "PR Dede Westbrook KR Michael Walker"
    },
    {
      "Skill": "QB Blake Bortles RB Leonard Fournette FB Tommy Bohanon WR Keelan Cole WR Donte Moncrief TE James O'Shaughnessy",
      "Off. Line": "LT Ereck Flowers LG Andrew Norwell C Brandon Linder RG A.J. Cann RT Jermey Parnell",
      "Def. Line": "LDE Yannick Ngakoue LDT Marcell Dareus RDT Malik Jackson RDE Calais Campbell*",
      "Linebackers": "LLB Telvin Smith MLB Myles Jack",
      "Secondary": "LCB Jalen Ramsey* RCB A.J. Bouye SS Barry Church FS Tashaun Gipson DB Ronnie Harrison",
      "Sp. Teams": "PR Dede Westbrook KR DJ Chark"
    },
    {
      "Skill": "QB Blake Bortles RB Leonard Fournette FB Tommy Bohanon WR Allen Hurns WR Marqise Lee TE Marcedes Lewis",
      "Off. Line": "LT Cam Robinson LG Patrick Omameh C Brandon Linder RG A.J. Cann RT Jermey Parnell",
      "Def. Line": "LDE Yannick Ngakoue* LDT Abry Jones RDT Malik Jackson* RDE Calais Campbell*+",
      "Linebackers": "LLB Telvin Smith* MLB Paul Posluszny RLB Myles Jack",
      "Secondary": "LCB Jalen Ramsey*+ RCB A.J. Bouye* SS Tashaun Gipson FS Barry Church",
      "Sp. Teams": "PR Jaydon Mickens KR Corey Grant"
    },
    {
      "Skill": "QB Blake Bortles RB T.J. Yeldon WR Allen Hurns WR Allen Robinson TE Marcedes Lewis TE Julius Thomas",
      "Off. Line": "LT Kelvin Beachum LG Patrick Omameh C Brandon Linder RG A.J. Cann RT Jermey Parnell",
      "Def. Line": "LDE Yannick Ngakoue LDT Malik Jackson RDT Abry Jones RDE Tyson Alualu",
      "Linebackers": "LLB Telvin Smith MLB Paul Posluszny RLB Myles Jack",
      "Secondary": "LCB Prince Amukamara RCB Jalen Ramsey SS Johnathan Cyprien FS Tashaun Gipson",
      "Sp. Teams": "PR Rashad Greene KR Marqise Lee"
    },
    {
      "Skill": "QB Blake Bortles RB T.J. Yeldon WR Allen Hurns WR Allen Robinson* TE Marcedes Lewis TE Julius Thomas",
      "Off. Line": "LT Luke Joeckel LG Zane Beadles C Stefen Wisniewski RG A.J. Cann RT Jermey Parnell",
      "Def. Line": "LDE Andre Branch LDT Tyson Alualu RDT Roy Miller RDE Jared Odrick",
      "Linebackers": "LLB Telvin Smith MLB Paul Posluszny RLB Dan Skuta",
      "Secondary": "LCB Davon House RCB Aaron Colvin SS Johnathan Cyprien FS Josh Evans",
      "Sp. Teams": "PR Rashad Greene KR Nick Marshall"
    },
    {
      "Skill": "QB Blake Bortles RB Denard Robinson WR Allen Hurns WR Marqise Lee WR Cecil Shorts TE Marcedes Lewis",
      "Off. Line": "LT Luke Joeckel LG Zane Beadles C Luke Bowanko RG Brandon Linder RT Austin Pasztor",
      "Def. Line": "LDE Red Bryant LDT Roy Miller RDT Sen'Derrick Marks RDE Chris Clemons",
      "Linebackers": "LLB Geno Hayes MLB J.T. Thomas RLB Telvin Smith",
      "Secondary": "LCB Demetrius McCray RCB Dwayne Gratz SS Johnathan Cyprien FS Josh Evans",
      "Sp. Teams": "PR Ace Sanders KR Jordan Todman"
    },
    {
      "Skill": "QB Chad Henne RB Maurice Jones-Drew RB Will Ta'ufo'ou WR Mike Brown WR Cecil Shorts TE Marcedes Lewis",
      "Off. Line": "LT Cameron Bradfield LG Will Rackley C Brad Meester RG Uche Nwaneri RT Austin Pasztor",
      "Def. Line": "LDE Tyson Alualu NT Roy Miller RDE Sen'Derrick Marks",
      "Linebackers": "LOLB Jason Babin LILB Geno Hayes RILB Paul Posluszny* ROLB Russell Allen",
      "Secondary": "LCB Will Blackmon RCB Alan Ball SS Johnathan Cyprien FS Josh Evans",
      "Sp. Teams": "PR Ace Sanders KR Jordan Todman"
    },
    {
      "Skill": "QB Blaine Gabbert RB Rashad Jennings WR Justin Blackmon WR Cecil Shorts TE Marcedes Lewis TE Zach Potter",
      "Off. Line": "LT Eugene Monroe LG Mike Brewster C Brad Meester RG Uche Nwaneri RT Cameron Bradfield",
      "Def. Line": "LDE Jeremy Mincey LDT Tyson Alualu RDT C.J. Mosley RDE Austen Lane",
      "Linebackers": "LLB Julian Stanford MLB Paul Posluszny RLB Russell Allen",
      "Secondary": "LCB Aaron Ross RCB Derek Cox SS Dawan Landry FS Dwight Lowery",
      "Sp. Teams": "PR Jordan Shipley KR Rashad Jennings"
    },
    {
      "Skill": "QB Blaine Gabbert RB Maurice Jones-Drew*+ FB Greg Jones WR Jason Hill WR Mike Thomas TE Marcedes Lewis",
      "Off. Line": "LT Eugene Monroe LG Will Rackley C Brad Meester RG Uche Nwaneri RT Guy Whimper",
      "Def. Line": "LDE Matt Roth LDT Tyson Alualu RDT Terrance Knighton RDE Jeremy Mincey",
      "Linebackers": "LLB Daryl Smith MLB Paul Posluszny RLB Russell Allen",
      "Secondary": "LCB Rashean Mathis RCB William Middleton SS Dwight Lowery FS Dawan Landry",
      "Sp. Teams": "PR Mike Thomas KR Deji Karim"
    },
    {
      "Skill": "QB David Garrard RB Maurice Jones-Drew* FB Greg Jones WR Mike Thomas WR Mike Sims-Walker TE Marcedes Lewis*",
      "Off. Line": "LT Eugene Monroe LG Vince Manuwai C Brad Meester RG Uche Nwaneri RT Jordan Black",
      "Def. Line": "LDE Jeremy Mincey LDT Tyson Alualu RDT Terrance Knighton RDE Austen Lane",
      "Linebackers": "LLB Daryl Smith MLB Kirk Morrison RLB Justin Durant",
      "Secondary": "LCB Derek Cox RCB Rashean Mathis SS Courtney Greene FS Don Carey",
      "Sp. Teams": "PR Mike Thomas KR Deji Karim"
    },
    {
      "Skill": "QB David Garrard* RB Maurice Jones-Drew* WR Torry Holt WR Mike Sims-Walker TE Marcedes Lewis TE Ernest Wilford",
      "Off. Line": "LT Eugene Monroe LG Vince Manuwai C Brad Meester RG Uche Nwaneri RT Eben Britton",
      "Def. Line": "LDE Quentin Groves LDT John Henderson RDT Terrance Knighton RDE Derrick Harvey",
      "Linebackers": "LLB Daryl Smith MLB Justin Durant RLB Clint Ingram",
      "Secondary": "LCB Derek Cox RCB Rashean Mathis SS Gerald Alexander FS Reggie Nelson",
      "Sp. Teams": "PR Mike Thomas KR Mike Thomas"
    },
    {
      "Skill": "QB David Garrard RB Fred Taylor FB Greg Jones WR Matt Jones WR Reggie Williams TE Marcedes Lewis",
      "Off. Line": "LT Khalif Barnes LG Uche Nwaneri C Brad Meester RG Dennis Norman RT Tony Pashos",
      "Def. Line": "LDE Paul Spicer LDT John Henderson RDT Rob Meier RDE Reggie Hayward",
      "Linebackers": "LLB Daryl Smith MLB Mike Peterson RLB Justin Durant",
      "Secondary": "LCB Rashean Mathis RCB Brian Williams SS Gerald Sensabaugh FS Reggie Nelson",
      "Sp. Teams": "PR Brian Witherspoon KR Brian Witherspoon"
    },
    {
      "Skill": "QB David Garrard RB Fred Taylor* FB Greg Jones WR Dennis Northcutt WR Ernest Wilford TE Marcedes Lewis",
      "Off. Line": "LT Khalif Barnes LG Vince Manuwai C Brad Meester RG Maurice Williams RT Tony Pashos",
      "Def. Line": "LDE Bobby McCray LDT Marcus Stroud RDT John Henderson RDE Paul Spicer",
      "Linebackers": "LLB Clint Ingram MLB Mike Peterson RLB Daryl Smith",
      "Secondary": "LCB Rashean Mathis RCB Brian Williams SS Sammy Knight FS Reggie Nelson",
      "Sp. Teams": "PR Dennis Northcutt KR Maurice Jones-Drew"
    },
    {
      "Skill": "QB David Garrard RB Fred Taylor WR Ernest Wilford WR Reggie Williams TE Kyle Brady TE George Wrighster",
      "Off. Line": "LT Khalif Barnes LG Vince Manuwai C Brad Meester RG Chris Naeole RT Maurice Williams",
      "Def. Line": "LDE Bobby McCray LDT Marcus Stroud RDT John Henderson* RDE Paul Spicer",
      "Linebackers": "LLB Clint Ingram MLB Daryl Smith RLB Nick Greisen",
      "Secondary": "LCB Rashean Mathis*+ RCB Brian Williams SS Donovin Darius FS Deon Grant",
      "Sp. Teams": "PR Alvin Pearman KR Maurice Jones-Drew"
    },
    {
      "Skill": "QB Byron Leftwich RB Fred Taylor FB Greg Jones WR Jimmy Smith WR Ernest Wilford TE Kyle Brady",
      "Off. Line": "LT Khalif Barnes LG Vince Manuwai C Brad Meester RG Chris Naeole RT Maurice Williams",
      "Def. Line": "LDE Reggie Hayward LDT Marcus Stroud* RDT John Henderson RDE Paul Spicer",
      "Linebackers": "LLB Akin Ayodele MLB Mike Peterson RLB Daryl Smith",
      "Secondary": "LCB Rashean Mathis RCB Kenny Wright SS Deke Cooper FS Deon Grant",
      "Sp. Teams": "PR Alvin Pearman KR Derrick Wimbush"
    },
    {
      "Skill": "QB Byron Leftwich RB Fred Taylor FB Marc Edwards WR Jimmy Smith WR Reggie Williams TE Kyle Brady",
      "Off. Line": "LT Ephraim Salaam LG Vince Manuwai C Brad Meester RG Chris Naeole RT Maurice Williams",
      "Def. Line": "LDE Rob Meier LDT Marcus Stroud* RDT John Henderson* RDE Greg Favors",
      "Linebackers": "LLB Daryl Smith MLB Mike Peterson RLB Akin Ayodele",
      "Secondary": "LCB Rashean Mathis RCB Dewayne Washington SS Donovin Darius FS Deon Grant",
      "Sp. Teams": "PR Jermaine Lewis KR Jermaine Lewis"
    },
    {
      "Skill": "QB Byron Leftwich RB Fred Taylor FB Marc Edwards WR Troy Edwards WR Jimmy Smith TE Kyle Brady",
      "Off. Line": "LT Mike Pearson LG Vince Manuwai C Brad Meester RG Chris Naeole RT Maurice Williams",
      "Def. Line": "LDE Tony Brackens LDT Marcus Stroud* RDT John Henderson RDE Hugh Douglas",
      "Linebackers": "LLB Akin Ayodele MLB Mike Peterson RLB Danny Clark",
      "Secondary": "LCB Fernando Bryant RCB Rashean Mathis SS Donovin Darius FS Deke Cooper",
      "Sp. Teams": "PR David Allen KR David Allen"
    },
    {
      "Skill": "QB Mark Brunell RB Fred Taylor WR Bobby Shaw WR Jimmy Smith TE Kyle Brady TE Pete Mitchell",
      "Off. Line": "LT Mike Pearson LG Brad Meester C John Wade RG Chris Naeole RT Todd Fordham",
      "Def. Line": "LDE Marco Coleman LDT Marcus Stroud RDT John Henderson RDE Rob Meier",
      "Linebackers": "LLB Danny Clark MLB Wali Rainer RLB T.J. Slaughter",
      "Secondary": "LCB Fernando Bryant RCB Jason Craft SS Donovin Darius FS Marlon McCree",
      "Sp. Teams": "PR Bobby Shaw KR Elvis Joseph"
    },
    {
      "Skill": "QB Mark Brunell RB Stacey Mack FB Patrick Washington WR Keenan McCardell WR Jimmy Smith* TE Kyle Brady",
      "Off. Line": "LT Todd Fordham LG Brad Meester C Jeff Smith RG Zach Wiegert RT Maurice Williams",
      "Def. Line": "LDE Renaldo Wynn LDT Gary Walker* RDT Seth Payne RDE Tony Brackens",
      "Linebackers": "LLB Kevin Hardy MLB Hardy Nickerson RLB T.J. Slaughter",
      "Secondary": "LCB Fernando Bryant RCB Aaron Beasley SS Donovin Darius FS Marlon McCree",
      "Sp. Teams": "PR Damon Gibson KR Damon Gibson"
    },
    {
      "Skill": "QB Mark Brunell RB Fred Taylor FB Daimon Shelton WR Keenan McCardell WR Jimmy Smith* TE Kyle Brady",
      "Off. Line": "LT Tony Boselli* LG Brad Meester C Jeff Smith RG Brendan Stai RT Zach Wiegert",
      "Def. Line": "LDE Renaldo Wynn LDT Gary Walker RDT Seth Payne RDE Tony Brackens",
      "Linebackers": "LLB Kevin Hardy MLB T.J. Slaughter RLB Brant Boyer",
      "Secondary": "LCB Fernando Bryant RCB Aaron Beasley SS Donovin Darius FS Mike Logan",
      "Sp. Teams": "PR Reggie Barlow KR Shyrone Stith"
    },
    {
      "Skill": "QB Mark Brunell* RB James Stewart FB Daimon Shelton WR Keenan McCardell WR Jimmy Smith* TE Kyle Brady",
      "Off. Line": "LT Tony Boselli*+ LG Ben Coleman C John Wade RG Zach Wiegert RT Leon Searcy*",
      "Def. Line": "LDE Renaldo Wynn LDT Gary Walker RDT Seth Payne RDE Tony Brackens*",
      "Linebackers": "LLB Bryce Paup MLB Lonnie Marts RLB Kevin Hardy*+",
      "Secondary": "LCB Fernando Bryant RCB Aaron Beasley SS Donovin Darius FS Carnell Lake*",
      "Sp. Teams": "PR Reggie Barlow KR Reggie Barlow"
    },
    {
      "Skill": "QB Mark Brunell RB Fred Taylor FB Daimon Shelton WR Keenan McCardell WR Jimmy Smith* TE Pete Mitchell",
      "Off. Line": "LT Tony Boselli*+ LG Ben Coleman C Quentin Neujahr RG Brian DeMarco RT Leon Searcy",
      "Def. Line": "LDE Joel Smeenge LDT Kelvin Pritchett RDT John Jurkovic RDE Renaldo Wynn",
      "Linebackers": "LLB Bryce Paup MLB Bryan Schwartz RLB Kevin Hardy",
      "Secondary": "LCB Aaron Beasley RCB Dave Thomas SS Donovin Darius FS Chris Hudson",
      "Sp. Teams": "PR Reggie Barlow KR Reggie Barlow"
    },
    {
      "Skill": "QB Mark Brunell* RB Natrone Means FB Ty Hallock WR Keenan McCardell WR Jimmy Smith* TE Pete Mitchell",
      "Off. Line": "LT Tony Boselli*+ LG Ben Coleman C Dave Widell RG Rich Tylski RT Leon Searcy",
      "Def. Line": "LDE Jeff Lageman LDT Renaldo Wynn RDT Don Davey RDE Clyde Simmons",
      "Linebackers": "LLB Kevin Hardy MLB Bryan Schwartz RLB Eddie Robinson",
      "Secondary": "LCB Dave Thomas RCB Deon Figures SS Travis Davis FS Chris Hudson",
      "Sp. Teams": "PR Reggie Barlow KR Willie Jackson"
    },
    {
      "Skill": "QB Mark Brunell* RB James Stewart FB Le'Shai Maston WR Keenan McCardell* WR Jimmy Smith TE Derek Brown",
      "Off. Line": "LT Tony Boselli* LG Ben Coleman C Dave Widell RG Brian DeMarco RT Leon Searcy",
      "Def. Line": "LDE Joel Smeenge LDT Don Davey RDT John Jurkovic RDE Clyde Simmons",
      "Linebackers": "LLB Eddie Robinson MLB Tom McManus RLB Kevin Hardy",
      "Secondary": "LCB Aaron Beasley RCB Mickey Washington SS Dana Hall FS Chris Hudson",
      "Sp. Teams": "PR Chris Hudson KR Randy Jordan"
    },
    {
      "Skill": "QB Mark Brunell RB James Stewart FB Le'Shai Maston WR Ernest Givins WR Willie Jackson TE Rich Griffith",
      "Off. Line": "LT Tony Boselli LG Shawn Bouwens C Dave Widell RG Tom Myslinski RT Brian DeMarco",
      "Def. Line": "LDE Joel Smeenge LDT Kelvin Pritchett RDT Don Davey RDE Jeff Lageman",
      "Linebackers": "LLB Keith Goganious MLB Bryan Schwartz RLB Mark Williams",
      "Secondary": "LCB Vinnie Clark RCB Mickey Washington SS Harry Colon FS Mike Dumas",
      "Sp. Teams": "PR Desmond Howard KR Jimmy Smith"
    }
  ]