[
    {
      "Skill": "QB Zach Wilson RB Michael Carter WR Keelan Cole WR Corey Davis TE Ryan Griffin TE Trevon Wesco",
      "Off. Line": "LT George Fant LG Alijah Vera-Tucker C Connor McGovern RG Greg Van Roten RT Morgan Moses",
      "Def. Line": "LDE John Franklin-Myers LDT Quinnen Williams RDT Folorunso Fatukasi RDE Bryce Huff",
      "Linebackers": "LLB C.J. Mosley MLB Quincy Williams",
      "Secondary": "LCB Bryce Hall RCB Brandin Echols SS Marcus Maye FS Elijah Riley DB Michael Carter",
      "Sp. Teams": "PR Braxton Berrios+ KR Braxton Berrios+"
    },
    {
      "Skill": "QB Sam Darnold RB Frank Gore WR Jamison Crowder WR Denzel Mims WR Breshad Perriman TE Chris Herndon",
      "Off. Line": "LT Mekhi Becton LG Alex Lewis C Connor McGovern RG Greg Van Roten RT George Fant",
      "Def. Line": "LDE Henry Anderson NT Folorunso Fatukasi RDE Quinnen Williams",
      "Linebackers": "LOLB Tarell Basham LILB Harvey Langi RILB Neville Hewitt ROLB Jordan Jenkins",
      "Secondary": "LCB Bryce Hall RCB Blessuan Austin SS Ashtyn Davis FS Marcus Maye",
      "Sp. Teams": "PR Braxton Berrios KR Corey Ballentine"
    },
    {
      "Skill": "QB Sam Darnold RB Le'Veon Bell WR Chosen Anderson WR Jamison Crowder WR Demaryius Thomas TE Ryan Griffin",
      "Off. Line": "LT Kelvin Beachum LG Alex Lewis C Jonotthan Harrison RG Brian Winters RT Brandon Shell",
      "Def. Line": "LDE Henry Anderson LDT Steve McLendon RDT Quinnen Williams",
      "Linebackers": "LLB Jordan Jenkins MLB James Burgess RLB Neville Hewitt",
      "Secondary": "LCB Nate Hairston RCB Darryl Roberts SS Jamal Adams*+ FS Marcus Maye DB Brian Poole",
      "Sp. Teams": "PR Braxton Berrios KR Ty Montgomery"
    },
    {
      "Skill": "QB Sam Darnold RB Bilal Powell WR Chosen Anderson WR Quincy Enunwa TE Chris Herndon TE Eric Tomlinson",
      "Off. Line": "LT Kelvin Beachum LG James Carpenter C Spencer Long RG Brian Winters RT Brandon Shell",
      "Def. Line": "LDE Leonard Williams NT Steve McLendon RDE Mike Pennel",
      "Linebackers": "LOLB Brandon Copeland LILB Darron Lee RILB Avery Williamson ROLB Jordan Jenkins",
      "Secondary": "LCB Trumaine Johnson RCB Morris Claiborne SS Jamal Adams* FS Marcus Maye",
      "Sp. Teams": "PR Andre Roberts*+ KR Andre Roberts*+"
    },
    {
      "Skill": "QB Josh McCown RB Bilal Powell WR Chosen Anderson WR Jermaine Kearse TE Austin Seferian-Jenkins TE Eric Tomlinson",
      "Off. Line": "LT Kelvin Beachum LG James Carpenter C Wesley Johnson RG Brian Winters RT Brandon Shell",
      "Def. Line": "LDE Leonard Williams NT Steve McLendon RDE Muhammad Wilkerson",
      "Linebackers": "LOLB Josh Martin LILB Darron Lee RILB Demario Davis ROLB Jordan Jenkins",
      "Secondary": "LCB Buster Skrine RCB Morris Claiborne SS Jamal Adams FS Marcus Maye",
      "Sp. Teams": "PR Jeremy Kerley KR Jojo Natson"
    },
    {
      "Skill": "QB Ryan Fitzpatrick RB Matt Forte WR Chosen Anderson WR Quincy Enunwa WR Brandon Marshall TE Kellen Davis",
      "Off. Line": "LT Ryan Clady LG James Carpenter C Nick Mangold RG Brian Winters RT Ben Ijalana",
      "Def. Line": "LDE Leonard Williams* NT Steve McLendon RDE Muhammad Wilkerson",
      "Linebackers": "LOLB Sheldon Richardson LILB Darron Lee RILB David Harris ROLB Jordan Jenkins",
      "Secondary": "LCB Buster Skrine RCB Darrelle Revis SS Calvin Pryor FS Marcus Gilchrist",
      "Sp. Teams": "PR Jalin Marshall KR Jalin Marshall"
    },
    {
      "Skill": "QB Ryan Fitzpatrick RB Chris Ivory* WR Eric Decker WR Brandon Marshall* TE Jeff Cumberland TE Kellen Davis",
      "Off. Line": "LT D'Brickashaw Ferguson LG James Carpenter C Nick Mangold* RG Brian Winters RT Breno Giacomini",
      "Def. Line": "LDE Muhammad Wilkerson* NT Damon Harrison RDE Leonard Williams",
      "Linebackers": "LOLB Sheldon Richardson LILB Demario Davis RILB David Harris ROLB Calvin Pace",
      "Secondary": "LCB Antonio Cromartie RCB Darrelle Revis* SS Calvin Pryor FS Marcus Gilchrist",
      "Sp. Teams": "PR Jeremy Kerley KR Antonio Cromartie"
    },
    {
      "Skill": "QB Geno Smith RB Chris Ivory WR Eric Decker WR Percy Harvin WR Jeremy Kerley TE Jeff Cumberland",
      "Off. Line": "LT D'Brickashaw Ferguson LG Oday Aboushi C Nick Mangold* RG Willie Colon RT Breno Giacomini",
      "Def. Line": "LDE Muhammad Wilkerson NT Damon Harrison RDE Sheldon Richardson*",
      "Linebackers": "LOLB Quinton Coples LILB Demario Davis RILB David Harris ROLB Calvin Pace",
      "Secondary": "LCB Antonio Allen RCB Darrin Walls SS Calvin Pryor FS Dawan Landry",
      "Sp. Teams": "PR Jeremy Kerley KR Percy Harvin"
    },
    {
      "Skill": "QB Geno Smith RB Bilal Powell WR Stephen Hill WR Santonio Holmes WR Jeremy Kerley TE Jeff Cumberland",
      "Off. Line": "LT D'Brickashaw Ferguson LG Brian Winters C Nick Mangold* RG Willie Colon RT Austin Howard",
      "Def. Line": "LDE Muhammad Wilkerson NT Damon Harrison RDE Sheldon Richardson",
      "Linebackers": "LOLB Quinton Coples LILB Demario Davis RILB David Harris ROLB Calvin Pace",
      "Secondary": "LCB Antonio Cromartie* RCB Dee Milliner SS Antonio Allen FS Dawan Landry",
      "Sp. Teams": "PR Jeremy Kerley KR Josh Cribbs"
    },
    {
      "Skill": "QB Mark Sanchez RB Shonn Greene FB Lex Hilliard WR Stephen Hill WR Jeremy Kerley TE Jeff Cumberland",
      "Off. Line": "LT D'Brickashaw Ferguson LG Matt Slauson C Nick Mangold RG Brandon Moore RT Austin Howard",
      "Def. Line": "LDE Muhammad Wilkerson NT Sione Pouha RDE Mike DeVito",
      "Linebackers": "LOLB Bryan Thomas LILB Bart Scott RILB David Harris ROLB Calvin Pace",
      "Secondary": "LCB Kyle Wilson RCB Antonio Cromartie* SS LaRon Landry* FS Yeremiah Bell",
      "Sp. Teams": "PR Jeremy Kerley KR Joe McKnight"
    },
    {
      "Skill": "QB Mark Sanchez RB Shonn Greene WR Plaxico Burress WR Santonio Holmes TE Dustin Keller TE Matthew Mulligan",
      "Off. Line": "LT D'Brickashaw Ferguson* LG Matt Slauson C Nick Mangold* RG Brandon Moore* RT Wayne Hunter",
      "Def. Line": "LDE Muhammad Wilkerson NT Sione Pouha RDE Mike DeVito",
      "Linebackers": "LILB Bart Scott RILB David Harris ROLB Calvin Pace",
      "Secondary": "LCB Darrelle Revis*+ RCB Antonio Cromartie SS Jim Leonhard FS Eric Smith DB Kyle Wilson",
      "Sp. Teams": "PR Jeremy Kerley KR Joe McKnight"
    },
    {
      "Skill": "QB Mark Sanchez RB LaDainian Tomlinson FB Tony Richardson WR Braylon Edwards WR Santonio Holmes TE Dustin Keller",
      "Off. Line": "LT D'Brickashaw Ferguson* LG Matt Slauson C Nick Mangold*+ RG Brandon Moore RT Damien Woody",
      "Def. Line": "LDE Shaun Ellis NT Sione Pouha RDE Mike DeVito",
      "Linebackers": "LOLB Bryan Thomas LILB Bart Scott RILB David Harris ROLB Calvin Pace",
      "Secondary": "LCB Darrelle Revis*+ RCB Antonio Cromartie SS Jim Leonhard FS Brodney Pool",
      "Sp. Teams": "PR Jim Leonhard KR Brad Smith"
    },
    {
      "Skill": "QB Mark Sanchez RB Thomas Jones FB Tony Richardson WR Jerricho Cotchery WR Braylon Edwards TE Dustin Keller",
      "Off. Line": "LT D'Brickashaw Ferguson* LG Alan Faneca* C Nick Mangold*+ RG Brandon Moore RT Damien Woody",
      "Def. Line": "LDE Shaun Ellis* NT Sione Pouha RDE Marques Douglas",
      "Linebackers": "LOLB Bryan Thomas LILB Bart Scott RILB David Harris ROLB Calvin Pace",
      "Secondary": "LCB Darrelle Revis*+ RCB Lito Sheppard SS Jim Leonhard FS Kerry Rhodes",
      "Sp. Teams": "PR Jerricho Cotchery KR Leon Washington"
    },
    {
      "Skill": "QB Brett Favre* RB Thomas Jones* FB Tony Richardson WR Laveranues Coles WR Jerricho Cotchery TE Chris Baker",
      "Off. Line": "LT D'Brickashaw Ferguson LG Alan Faneca* C Nick Mangold* RG Brandon Moore RT Damien Woody",
      "Def. Line": "LDE Shaun Ellis NT Kris Jenkins* RDE Kenyon Coleman",
      "Linebackers": "LOLB Bryan Thomas LILB Eric Barton RILB David Harris ROLB Calvin Pace",
      "Secondary": "LCB Darrelle Revis* RCB Dwight Lowery SS Abram Elam FS Kerry Rhodes",
      "Sp. Teams": "PR Leon Washington*+ KR Leon Washington*+"
    },
    {
      "Skill": "QB Kellen Clemens RB Thomas Jones WR Laveranues Coles WR Jerricho Cotchery WR Brad Smith TE Chris Baker",
      "Off. Line": "LT D'Brickashaw Ferguson LG Adrien Clarke C Nick Mangold RG Brandon Moore RT Anthony Clement",
      "Def. Line": "LDE Shaun Ellis NT Dewayne Robertson RDE Kenyon Coleman",
      "Linebackers": "LOLB Victor Hobson LILB David Harris RILB Eric Barton ROLB Bryan Thomas",
      "Secondary": "LCB Darrelle Revis RCB David Barrett SS Kerry Rhodes FS Abram Elam",
      "Sp. Teams": "PR Leon Washington KR Leon Washington"
    },
    {
      "Skill": "QB Chad Pennington RB Leon Washington WR Laveranues Coles WR Jerricho Cotchery WR Justin McCareins TE Chris Baker",
      "Off. Line": "LT D'Brickashaw Ferguson LG Pete Kendall C Nick Mangold RG Brandon Moore RT Anthony Clement",
      "Def. Line": "LDE Shaun Ellis LDT Dewayne Robertson RDT Kimo von Oelhoffen RDE Bryan Thomas",
      "Linebackers": "LLB Eric Barton MLB Jonathan Vilma RLB Victor Hobson",
      "Secondary": "LCB Andre Dyson RCB Hank Poteat SS Erik Coleman FS Kerry Rhodes",
      "Sp. Teams": "PR Tim Dwight KR Justin Miller*"
    },
    {
      "Skill": "QB Brooks Bollinger RB Curtis Martin FB Jerald Sowell WR Laveranues Coles WR Justin McCareins TE Chris Baker",
      "Off. Line": "LT Adrian Jones LG Jonathan Goodwin C Pete Kendall RG Brandon Moore RT Jason Fabini",
      "Def. Line": "LDE Shaun Ellis LDT James Reed RDT Dewayne Robertson RDE John Abraham",
      "Linebackers": "LLB Victor Hobson MLB Jonathan Vilma* RLB Mark Brown",
      "Secondary": "LCB Ty Law* RCB David Barrett SS Erik Coleman FS Kerry Rhodes",
      "Sp. Teams": "PR Jerricho Cotchery KR Justin Miller"
    },
    {
      "Skill": "QB Chad Pennington RB Curtis Martin*+ FB Jerald Sowell WR Justin McCareins WR Santana Moss TE Anthony Becht",
      "Off. Line": "LT Jason Fabini LG Pete Kendall C Kevin Mawae* RG Brandon Moore RT Kareem McKenzie",
      "Def. Line": "LDE Shaun Ellis LDT Dewayne Robertson RDT Jason Ferguson RDE John Abraham*",
      "Linebackers": "LLB Victor Hobson MLB Jonathan Vilma RLB Eric Barton",
      "Secondary": "LCB Donnie Abraham RCB David Barrett SS Reggie Tongue FS Erik Coleman",
      "Sp. Teams": "PR Santana Moss KR Jonathan Carter"
    },
    {
      "Skill": "QB Chad Pennington RB Curtis Martin FB Jerald Sowell WR Curtis Conway WR Santana Moss TE Anthony Becht",
      "Off. Line": "LT Jason Fabini LG Dave Szott C Kevin Mawae* RG Brent Smith RT Kareem McKenzie",
      "Def. Line": "LDE Shaun Ellis* LDT Dewayne Robertson RDT Jason Ferguson RDE Bryan Thomas",
      "Linebackers": "LLB Mo Lewis MLB Marvin Jones RLB Sam Cowart",
      "Secondary": "LCB Ray Mickens RCB Aaron Beasley SS Sam Garnes FS Tyrone Carter",
      "Sp. Teams": "PR Santana Moss KR Michael Bates"
    },
    {
      "Skill": "QB Chad Pennington RB Curtis Martin FB Richie Anderson WR Wayne Chrebet WR Laveranues Coles TE Anthony Becht",
      "Off. Line": "LT Jason Fabini LG J.P. Machado C Kevin Mawae* RG Randy Thomas RT Kareem McKenzie",
      "Def. Line": "LDE Shaun Ellis LDT Jason Ferguson RDT Josh Evans RDE John Abraham*",
      "Linebackers": "LLB Mo Lewis MLB Marvin Jones RLB Sam Cowart",
      "Secondary": "LCB Donnie Abraham RCB Aaron Beasley SS Sam Garnes FS Damien Robinson",
      "Sp. Teams": "PR Santana Moss KR Chad Morton"
    },
    {
      "Skill": "QB Vinny Testaverde RB Curtis Martin* FB Richie Anderson WR Wayne Chrebet WR Laveranues Coles TE Anthony Becht",
      "Off. Line": "LT Jason Fabini LG Kerry Jenkins C Kevin Mawae*+ RG Randy Thomas RT Ryan Young",
      "Def. Line": "LDE Shaun Ellis LDT Shane Burton RDT Steve Martin RDE John Abraham*+",
      "Linebackers": "LLB Mo Lewis MLB Marvin Jones RLB James Farrior",
      "Secondary": "LCB Aaron Glenn RCB Marcus Coleman SS Victor Green FS Damien Robinson",
      "Sp. Teams": "PR Chad Morton KR Craig Yeast"
    },
    {
      "Skill": "QB Vinny Testaverde RB Curtis Martin FB Richie Anderson* WR Wayne Chrebet WR Dedric Ward TE Anthony Becht",
      "Off. Line": "LT Jason Fabini LG Kerry Jenkins C Kevin Mawae* RG Randy Thomas RT Ryan Young",
      "Def. Line": "LDE Rick Lyle NT Jason Ferguson RDE Shane Burton",
      "Linebackers": "LOLB Mo Lewis* LILB Bryan Cox RILB Marvin Jones ROLB Roman Phifer",
      "Secondary": "LCB Aaron Glenn RCB Marcus Coleman SS Victor Green FS Chris Hayes",
      "Sp. Teams": "PR Dedric Ward KR Dwight Stone"
    },
    {
      "Skill": "QB Ray Lucas RB Curtis Martin FB Richie Anderson WR Wayne Chrebet WR Keyshawn Johnson* TE Fred Baxter",
      "Off. Line": "LT Jumbo Elliott LG Kerry Jenkins C Kevin Mawae*+ RG Randy Thomas RT Jason Fabini",
      "Def. Line": "LDE Rick Lyle NT Jason Ferguson RDE Anthony Pleasant",
      "Linebackers": "LOLB Mo Lewis* LILB Bryan Cox RILB Marvin Jones ROLB Roman Phifer",
      "Secondary": "LCB Aaron Glenn RCB Marcus Coleman SS Victor Green FS Steve Atwater",
      "Sp. Teams": "PR Dedric Ward KR Dwight Stone"
    },
    {
      "Skill": "QB Vinny Testaverde* RB Curtis Martin* FB Keith Byars WR Wayne Chrebet WR Keyshawn Johnson* TE Kyle Brady",
      "Off. Line": "LT Jumbo Elliott LG Todd Burger C Kevin Mawae RG Matt O'Dwyer RT Jason Fabini",
      "Def. Line": "LDE Rick Lyle LDT Jason Ferguson RDT Ernie Logan RDE Anthony Pleasant",
      "Linebackers": "LLB Mo Lewis*+ MLB Pepper Johnson RLB Bryan Cox",
      "Secondary": "LCB Aaron Glenn* RCB Otis Smith SS Victor Green FS Jerome Henderson",
      "Sp. Teams": "PR Leon Johnson KR Aaron Glenn*"
    },
    {
      "Skill": "QB Neil O'Donnell RB Adrian Murrell WR Jeff Graham WR Keyshawn Johnson TE Fred Baxter TE Kyle Brady",
      "Off. Line": "LT Jumbo Elliott LG Lonnie Palelei C Roger Duffy RG Matt O'Dwyer RT David Williams",
      "Def. Line": "LDE Rick Lyle NT Ernie Logan RDE Hugh Douglas",
      "Linebackers": "LOLB Mo Lewis LILB Dwayne Gordon RILB Marvin Jones ROLB James Farrior",
      "Secondary": "LCB Aaron Glenn* RCB Otis Smith SS Victor Green FS Jerome Henderson",
      "Sp. Teams": "PR Leon Johnson KR Aaron Glenn*"
    },
    {
      "Skill": "QB Frank Reich RB Adrian Murrell FB Richie Anderson WR Wayne Chrebet WR Keyshawn Johnson TE Kyle Brady",
      "Off. Line": "LT Jumbo Elliott LG Harry Galbreath C Roger Duffy RG Matt O'Dwyer RT David Williams",
      "Def. Line": "LDE Bobby Hamilton LDT Marvin Washington RDT Matt Brock RDE Hugh Douglas",
      "Linebackers": "LLB Bobby Houston MLB Marvin Jones RLB Mo Lewis",
      "Secondary": "LCB Aaron Glenn RCB Ray Mickens SS Victor Green FS Gary Jones",
      "Sp. Teams": "PR Wayne Chrebet KR Henry Bailey"
    },
    {
      "Skill": "QB Boomer Esiason RB Adrian Murrell FB Brad Baxter WR Wayne Chrebet WR Charles Wilson TE Kyle Brady",
      "Off. Line": "LT Matt Willig LG Roger Duffy C Cal Dixon RG Carlton Haselrig RT James Brown",
      "Def. Line": "LDE Erik Howard LDT Tony Casillas RDT Matt Brock RDE Marvin Washington",
      "Linebackers": "LLB Bobby Houston MLB Marvin Jones RLB Mo Lewis",
      "Secondary": "LCB Aaron Glenn RCB Otis Smith SS Victor Green FS Todd Scott",
      "Sp. Teams": "PR Dexter Carter KR Dexter Carter"
    },
    {
      "Skill": "QB Boomer Esiason RB Johnny Johnson FB Brad Baxter WR Art Monk WR Rob Moore* TE Johnny Mitchell",
      "Off. Line": "LT Jeff Criswell LG Roger Duffy C Jim Sweeney RG Dwayne White RT Siupeli Malamala",
      "Def. Line": "LDE Marvin Washington LDT Donald Evans RDT Tony Casillas RDE Jeff Lageman",
      "Linebackers": "LLB Bobby Houston MLB Marvin Jones RLB Mo Lewis",
      "Secondary": "LCB Aaron Glenn RCB James Hasty SS Brian Washington FS Ronnie Lott",
      "Sp. Teams": "PR Cliff Hicks KR Aaron Glenn"
    },
    {
      "Skill": "QB Boomer Esiason* RB Johnny Johnson FB Brad Baxter WR Chris Burkett WR Rob Moore TE Johnny Mitchell",
      "Off. Line": "LT Jeff Criswell LG Dave Cadigan C Jim Sweeney RG Dwayne White RT Siupeli Malamala",
      "Def. Line": "LDE Marvin Washington LDT Scott Mersereau RDT Leonard Marshall RDE Jeff Lageman",
      "Linebackers": "LLB Bobby Houston MLB Kyle Clifton RLB Mo Lewis",
      "Secondary": "LCB Eric Thomas RCB James Hasty SS Brian Washington FS Ronnie Lott",
      "Sp. Teams": "PR Cliff Hicks KR Adrian Murrell"
    },
    {
      "Skill": "QB Browning Nagle RB Blair Thomas FB Brad Baxter WR Rob Moore WR Al Toon TE Mark Boyer",
      "Off. Line": "LT Jeff Criswell LG Dave Cadigan C Jim Sweeney RG Dwayne White RT Irv Eatman",
      "Def. Line": "LDE Mark Gunn LDT Scott Mersereau RDT Paul Frase RDE Marvin Washington",
      "Linebackers": "LLB Bobby Houston MLB Kyle Clifton RLB Mo Lewis",
      "Secondary": "LCB Michael Brim RCB James Hasty SS Brian Washington FS Lonnie Young",
      "Sp. Teams": "PR Rob Carpenter KR Terance Mathis"
    },
    {
      "Skill": "QB Ken O'Brien* RB Blair Thomas FB Brad Baxter WR Rob Moore WR Al Toon TE Mark Boyer",
      "Off. Line": "LT Jeff Criswell LG Dave Cadigan C Jim Sweeney RG Dwayne White RT Irv Eatman",
      "Def. Line": "LDE Marvin Washington LDT Scott Mersereau RDT Dennis Byrd RDE Jeff Lageman",
      "Linebackers": "LLB Mo Lewis MLB Kyle Clifton RLB Joe Kelly",
      "Secondary": "LCB Michael Brim RCB James Hasty SS Brian Washington FS Lonnie Young",
      "Sp. Teams": "PR Terance Mathis KR Terance Mathis"
    },
    {
      "Skill": "QB Ken O'Brien RB Blair Thomas FB Brad Baxter WR Rob Moore WR Al Toon TE Mark Boyer",
      "Off. Line": "LT Jeff Criswell LG Mike Haight C Jim Sweeney RG Dave Cadigan RT Brett Miller",
      "Def. Line": "LDE Ron Stallworth NT Scott Mersereau RDT Dennis Byrd RDE Jeff Lageman",
      "Linebackers": "LLB Joe Mott MLB Kyle Clifton RLB Joe Kelly",
      "Secondary": "LCB Tony Stargell RCB James Hasty SS Brian Washington FS Erik McMillan",
      "Sp. Teams": "PR Jo-Jo Townsell KR Terance Mathis"
    },
    {
      "Skill": "QB Ken O'Brien RB Johnny Hector FB Roger Vick WR Al Toon TE Keith Neubert TE Mickey Shuler",
      "Off. Line": "LT Jeff Criswell LG Mike Haight C Jim Sweeney RG Dan Alexander RT Reggie McElroy",
      "Def. Line": "LDE Paul Frase NT Scott Mersereau RDE Marty Lyons",
      "Linebackers": "LOLB Alex Gordon LILB Troy Benson RILB Kyle Clifton ROLB Jeff Lageman",
      "Secondary": "LCB Bobby Humphery RCB James Hasty SS George Radachowsky FS Erik McMillan*",
      "Sp. Teams": "PR Jo-Jo Townsell KR Jo-Jo Townsell"
    },
    {
      "Skill": "QB Ken O'Brien RB Freeman McNeil FB Roger Vick WR Al Toon* WR Wesley Walker TE Mickey Shuler*",
      "Off. Line": "LT Jeff Criswell LG Mike Haight C Jim Sweeney RG Dan Alexander RT Reggie McElroy",
      "Def. Line": "LDE Mark Gastineau NT Scott Mersereau RDE Marty Lyons",
      "Linebackers": "LOLB Alex Gordon LILB Troy Benson RILB Kyle Clifton ROLB Kevin McArthur",
      "Secondary": "LCB Bobby Humphery RCB James Hasty SS Rich Miano FS Erik McMillan*",
      "Sp. Teams": "PR Jo-Jo Townsell KR Jo-Jo Townsell"
    },
    {
      "Skill": "QB Ken O'Brien RB Freeman McNeil FB Roger Vick WR Al Toon* TE Rocky Klever TE Mickey Shuler",
      "Off. Line": "LT Jim Sweeney LG Ted Banker C Guy Bingham RG Joe Fields RT Dan Alexander",
      "Def. Line": "LDE Marty Lyons NT Joe Klecko RDE Barry Bennett",
      "Linebackers": "LOLB Alex Gordon LILB Troy Benson RILB Kyle Clifton ROLB Bob Crable",
      "Secondary": "LCB Jerry Holmes RCB Carl Howard SS Rich Miano FS Harry Hamilton",
      "Sp. Teams": "PR Jo-Jo Townsell KR Bobby Humphery"
    },
    {
      "Skill": "QB Ken O'Brien RB Freeman McNeil FB Tony Paige WR Al Toon*+ WR Wesley Walker TE Mickey Shuler*",
      "Off. Line": "LT Jim Sweeney LG Ted Banker C Joe Fields RG Dan Alexander RT Reggie McElroy",
      "Def. Line": "LDE Marty Lyons NT Joe Klecko RDE Barry Bennett",
      "Linebackers": "LOLB Charles Jackson LILB Kyle Clifton RILB Lance Mehl ROLB Bob Crable",
      "Secondary": "LCB Jerry Holmes RCB Russell Carter SS Lester Lyles FS Harry Hamilton",
      "Sp. Teams": "PR Kurt Sohn KR Bobby Humphery"
    },
    {
      "Skill": "QB Ken O'Brien* RB Freeman McNeil* FB Tony Paige WR Al Toon WR Wesley Walker TE Mickey Shuler",
      "Off. Line": "LT Reggie McElroy LG Jim Sweeney C Joe Fields RG Dan Alexander RT Marvin Powell",
      "Def. Line": "LDE Mark Gastineau* NT Joe Klecko*+ RDE Barry Bennett",
      "Linebackers": "LOLB Charles Jackson LILB Kyle Clifton RILB Lance Mehl* ROLB Rusty Guilbeau",
      "Secondary": "LCB Bobby Jackson RCB Russell Carter SS Kirk Springs FS Harry Hamilton",
      "Sp. Teams": "PR Kurt Sohn KR Bobby Humphery"
    },
    {
      "Skill": "QB Pat Ryan RB Freeman McNeil* FB Marion Barber Jr. WR Lam Jones WR Wesley Walker TE Mickey Shuler",
      "Off. Line": "LT Reggie McElroy LG Stan Waldemore C Joe Fields RG Dan Alexander RT Marvin Powell",
      "Def. Line": "LDE Mark Gastineau*+ LDT Barry Bennett RDT Marty Lyons RDE Ron Faurot",
      "Linebackers": "LLB Greg Buttle MLB Kyle Clifton RLB Lance Mehl",
      "Secondary": "LCB Davlin Mullen RCB Johnny Lynn SS Kirk Springs FS Darrol Ray",
      "Sp. Teams": "PR Kirk Springs KR Kirk Springs"
    },
    {
      "Skill": "QB Richard Todd RB Freeman McNeil FB Dwayne Crutchfield WR Derrick Gaffney WR Wesley Walker TE Jerome Barkum",
      "Off. Line": "LT Chris Ward LG Joseph Pellegrini C Joe Fields RG Dan Alexander RT Marvin Powell*",
      "Def. Line": "LDE Mark Gastineau*+ LDT Joe Klecko* RDT Marty Lyons RDE Kenny Neil",
      "Linebackers": "LLB Greg Buttle MLB Bob Crable RLB Lance Mehl",
      "Secondary": "LCB Bobby Jackson RCB Jerry Holmes SS Ken Schroy FS Darrol Ray",
      "Sp. Teams": "PR Kirk Springs KR Preston Brown"
    },
    {
      "Skill": "QB Richard Todd RB Freeman McNeil*+ FB Mike Augustyniak WR Lam Jones WR Wesley Walker* TE Jerome Barkum",
      "Off. Line": "LT Chris Ward LG Stan Waldemore C Joe Fields*+ RG Dan Alexander RT Marvin Powell*+",
      "Def. Line": "LDE Mark Gastineau*+ LDT Abdul Salaam RDT Marty Lyons RDE Kenny Neil",
      "Linebackers": "LLB Greg Buttle MLB Stan Blinka RLB Lance Mehl",
      "Secondary": "LCB Bobby Jackson RCB Jerry Holmes SS Ken Schroy FS Darrol Ray",
      "Sp. Teams": "PR Bruce Harper KR Bruce Harper"
    },
    {
      "Skill": "QB Richard Todd RB Freeman McNeil FB Mike Augustyniak WR Derrick Gaffney WR Wesley Walker TE Jerome Barkum",
      "Off. Line": "LT Chris Ward LG Randy Rasmussen C Joe Fields* RG Dan Alexander RT Marvin Powell*+",
      "Def. Line": "LDE Mark Gastineau* LDT Abdul Salaam RDT Marty Lyons RDE Joe Klecko*+",
      "Linebackers": "LLB Greg Buttle MLB Stan Blinka RLB Lance Mehl",
      "Secondary": "LCB Bobby Jackson RCB Jerry Holmes SS Ken Schroy FS Darrol Ray",
      "Sp. Teams": "PR Bruce Harper KR Kurt Sohn"
    },
    {
      "Skill": "QB Richard Todd RB Scott Dierking WR Lam Jones WR Wesley Walker TE Jerome Barkum TE Mickey Shuler",
      "Off. Line": "LT Chris Ward LG Randy Rasmussen C Joe Fields RG Dan Alexander RT Marvin Powell*",
      "Def. Line": "LDE Mark Gastineau LDT Abdul Salaam RDT Marty Lyons RDE Joe Klecko",
      "Linebackers": "LLB Greg Buttle MLB Stan Blinka RLB Ron Crosby",
      "Secondary": "LCB Bobby Jackson RCB Donald Dykes SS Ken Schroy FS Darrol Ray",
      "Sp. Teams": "PR Bruce Harper KR Bruce Harper"
    },
    {
      "Skill": "QB Richard Todd RB Scott Dierking FB Clark Gaines WR Derrick Gaffney WR Wesley Walker TE Jerome Barkum",
      "Off. Line": "LT Chris Ward LG Randy Rasmussen C Joe Fields RG Dan Alexander RT Marvin Powell*+",
      "Def. Line": "LDE Lawrence Pillers LDT Abdul Salaam RDT Joe Klecko RDE Marty Lyons",
      "Linebackers": "LLB Greg Buttle MLB Stan Blinka RLB Mike McKibben",
      "Secondary": "LCB Bobby Jackson RCB Johnny Lynn SS Shafer Suggs FS Burgess Owens",
      "Sp. Teams": "PR Bruce Harper KR Bruce Harper"
    },
    {
      "Skill": "QB Matt Robinson RB Scott Dierking FB Kevin Long WR Derrick Gaffney WR Wesley Walker*+ TE Jerome Barkum",
      "Off. Line": "LT Chris Ward LG Randy Rasmussen C Joe Fields RG Dan Alexander RT Marvin Powell",
      "Def. Line": "LDE Lawrence Pillers NT Abdul Salaam RDE Joe Klecko",
      "Linebackers": "LOLB Larry Keller LILB John Hennessy RILB Mike Hennigan ROLB Bob Martin",
      "Secondary": "LCB Bobby Jackson RCB Ed Taylor SS Shafer Suggs FS Burgess Owens",
      "Sp. Teams": "PR Bruce Harper KR Bruce Harper"
    },
    {
      "Skill": "QB Richard Todd RB Scott Dierking FB Clark Gaines WR Rich Caster WR Wesley Walker TE Jerome Barkum",
      "Off. Line": "LT Garry Puetz LG Randy Rasmussen C Joe Fields RG Dan Alexander RT Marvin Powell",
      "Def. Line": "LDE Lawrence Pillers LDT Carl Barzilauskas RDT Abdul Salaam RDE Richard Neal",
      "Linebackers": "LLB Greg Buttle MLB John Ebersole RLB Larry Keller",
      "Secondary": "LCB Billy Hardee RCB Ed Taylor SS Shafer Suggs FS Burgess Owens",
      "Sp. Teams": "PR Bruce Harper KR Bruce Harper"
    },
    {
      "Skill": "QB Joe Namath RB Steve Davis FB Clark Gaines WR David Knight WR Lou Piccone TE Rich Caster",
      "Off. Line": "LT Robert Woods LG Randy Rasmussen C Joe Fields RG Darrell Austin RT Garry Puetz",
      "Def. Line": "LDE Lawrence Pillers LDT Carl Barzilauskas RDT Ed Galigher RDE Richard Neal",
      "Linebackers": "LLB Greg Buttle MLB John Ebersole RLB Bob Martin",
      "Secondary": "LCB Shafer Suggs RCB Ed Taylor SS Phil Wise FS Burgess Owens",
      "Sp. Teams": "PR Lou Piccone KR Lou Piccone"
    },
    {
      "Skill": "QB Joe Namath RB Carl Garrett FB John Riggins* WR Jerome Barkum WR Eddie Bell TE Rich Caster*",
      "Off. Line": "LT Robert Woods LG Randy Rasmussen C Wayne Mulligan RG Garry Puetz RT Winston Hill",
      "Def. Line": "LDE Billy Newsome LDT Carl Barzilauskas RDT Ed Galigher RDE Richard Neal",
      "Linebackers": "LLB Godwin Turk MLB John Ebersole RLB Rich Lewis",
      "Secondary": "LCB Rich Sowells RCB Roscoe Word SS Burgess Owens FS Ed Taylor",
      "Sp. Teams": "PR Lou Piccone KR Lou Piccone"
    },
    {
      "Skill": "QB Joe Namath RB Emerson Boozer FB John Riggins WR Jerome Barkum WR David Knight TE Rich Caster*",
      "Off. Line": "LT Robert Woods LG Randy Rasmussen C Wayne Mulligan RG Garry Puetz RT Winston Hill",
      "Def. Line": "LDE Ed Galigher LDT Carl Barzilauskas RDT Joe Schmiesing RDE Mark Lomas",
      "Linebackers": "LLB Ralph Baker MLB Jamie Rivers RLB John Ebersole",
      "Secondary": "LCB Rich Sowells RCB Roscoe Word SS Burgess Owens FS Steve Tannen",
      "Sp. Teams": "PR Roscoe Word KR Lou Piccone"
    },
    {
      "Skill": "QB Al Woodall RB Emerson Boozer FB John Riggins WR Jerome Barkum* WR Eddie Bell TE Rich Caster",
      "Off. Line": "LT Robert Woods LG Randy Rasmussen C John Schmitt RG Dave Herman RT Winston Hill*",
      "Def. Line": "LDE Ed Galigher LDT John Little RDT John Elliott RDE Mark Lomas",
      "Linebackers": "LLB Ralph Baker MLB John Ebersole RLB Bill Ferguson",
      "Secondary": "LCB Delles Howell RCB Earlie Thomas SS Burgess Owens FS Chris Farasopoulos",
      "Sp. Teams": "PR Chris Farasopoulos KR Margene Adkins"
    },
    {
      "Skill": "QB Joe Namath* RB Emerson Boozer FB John Riggins WR Eddie Bell WR Don Maynard TE Rich Caster*",
      "Off. Line": "LT Bob Svihus LG Randy Rasmussen C John Schmitt RG Dave Herman RT Winston Hill*",
      "Def. Line": "LDE Gerry Philbin LDT John Little RDT John Elliott RDE Mark Lomas",
      "Linebackers": "LLB Ralph Baker MLB Al Atkinson RLB Larry Grantham",
      "Secondary": "LCB Steve Tannen RCB Earlie Thomas SS Gus Hollomon FS Chris Farasopoulos",
      "Sp. Teams": "PR Chris Farasopoulos KR Chris Farasopoulos"
    },
    {
      "Skill": "QB Bob Davis RB Emerson Boozer FB John Riggins WR Rich Caster WR Don Maynard TE Pete Lammons",
      "Off. Line": "LT Bob Svihus LG Randy Rasmussen C John Schmitt RG Dave Herman RT Winston Hill*",
      "Def. Line": "LDE Gerry Philbin LDT Roger Finnie RDT Chuck Hinton RDE Mark Lomas",
      "Linebackers": "LLB Ralph Baker MLB Al Atkinson RLB Larry Grantham",
      "Secondary": "LCB Rich Sowells RCB Earlie Thomas SS Phil Wise FS W.K. Hicks",
      "Sp. Teams": "PR Chris Farasopoulos KR Chris Farasopoulos"
    },
    {
      "Skill": "QB Al Woodall RB George Nock FB Emerson Boozer WR Don Maynard WR George Sauer TE Pete Lammons",
      "Off. Line": "LT Winston Hill* LG Randy Rasmussen C John Schmitt RG Dave Herman RT Dave Foley",
      "Def. Line": "LDE Gerry Philbin LDT Mark Lomas RDT John Elliott* RDE Verlon Biggs",
      "Linebackers": "LLB Ralph Baker MLB Al Atkinson RLB Larry Grantham",
      "Secondary": "LCB Steve Tannen RCB Earlie Thomas SS Gus Hollomon FS W.K. Hicks",
      "Sp. Teams": "PR Mike Battle KR Mike Battle"
    },
    {
      "Skill": "QB Joe Namath* RB Emerson Boozer RB Matt Snell*+ WR Don Maynard*+ WR George Sauer* TE Pete Lammons",
      "Off. Line": "LT Winston Hill* LG Randy Rasmussen C John Schmitt RG Dave Herman* RT Roger Finnie",
      "Def. Line": "LDE Gerry Philbin*+ LDT Steve Thompson RDT John Elliott*+ RDE Verlon Biggs",
      "Linebackers": "LLB Paul Crane MLB Al Atkinson RLB Larry Grantham*",
      "Secondary": "LCB John Dockery RCB Randy Beverly SS Jim Richards FS Bill Baird",
      "Sp. Teams": "PR Mike Battle KR Mike Battle"
    },
    {
      "Skill": "QB Joe Namath*+ RB Emerson Boozer* RB Matt Snell FL Don Maynard* TE Pete Lammons",
      "Off. Line": "LE George Sauer*+ LT Winston Hill* LG Randy Rasmussen C John Schmitt RG Dave Herman* RT Sam Walton",
      "Def. Line": "LDE Gerry Philbin*+ LDT Paul Rochester RDT John Elliott* RDE Verlon Biggs*",
      "Linebackers": "LLB Ralph Baker MLB Al Atkinson* RLB Larry Grantham",
      "Secondary": "LCB Johnny Sample RCB Randy Beverly SS Jim Hudson FS Cornell Gordon",
      "Sp. Teams": "PR Bill Baird KR Earl Christy"
    },
    {
      "Skill": "QB Joe Namath* HB Emerson Boozer FB Matt Snell FL Don Maynard* TE Pete Lammons*",
      "Off. Line": "LE George Sauer*+ LT Winston Hill* LG Randy Rasmussen C John Schmitt RG Dave Herman RT Sherman Plunkett",
      "Def. Line": "LDE Gerry Philbin LDT Paul Rochester RDT Jim Harris RDE Verlon Biggs*",
      "Linebackers": "LLB Ralph Baker MLB Al Atkinson RLB Larry Grantham",
      "Secondary": "LCB Johnny Sample RCB Randy Beverly SS Jim Hudson FS Bill Baird",
      "Sp. Teams": "PR Bill Baird KR Earl Christy"
    },
    {
      "Skill": "QB Joe Namath HB Bill Mathis FB Matt Snell* FL Don Maynard TE Pete Lammons",
      "Off. Line": "LE George Sauer* LT Winston Hill LG Sam DeLuca C John Schmitt RG Dave Herman RT Sherman Plunkett*",
      "Def. Line": "LDE Gerry Philbin LDT Paul Rochester RDT Jim Harris RDE Verlon Biggs*",
      "Linebackers": "LLB Ralph Baker MLB Al Atkinson RLB Larry Grantham*",
      "Secondary": "LCB Johnny Sample RCB Bill Baird SS Ray Abruzzese FS Dainard Paulson",
      "Sp. Teams": "PR Bake Turner KR Emerson Boozer*"
    },
    {
      "Skill": "QB Joe Namath* HB Bill Mathis FB Matt Snell FL Don Maynard* TE Dee Mackey",
      "Off. Line": "LE Bake Turner LT Winston Hill LG Sam DeLuca C Mike Hudock RG Dave Herman RT Sherman Plunkett",
      "Def. Line": "LDE Gerry Philbin LDT Paul Rochester RDT Jim Harris RDE Verlon Biggs",
      "Linebackers": "LLB Ralph Baker MLB Wahoo McDaniel RLB Larry Grantham",
      "Secondary": "LCB Willie West RCB Clyde Washington SS Dainard Paulson* FS Bill Baird",
      "Sp. Teams": "PR Bill Baird KR Bake Turner"
    },
    {
      "Skill": "QB Dick Wood HB Bill Mathis FB Matt Snell* FL Don Maynard TE Gene Heeter",
      "Off. Line": "LE Bake Turner LT Winston Hill* LG Dan Ficca C Mike Hudock RG Sam DeLuca RT Sherman Plunkett*",
      "Def. Line": "LDE Gerry Philbin LDT Paul Rochester RDT Gordy Holz RDE LaVerne Torczon",
      "Linebackers": "LLB Ralph Baker MLB Wahoo McDaniel RLB Larry Grantham*+",
      "Secondary": "LCB Bill Baird RCB Clyde Washington SS Dainard Paulson* FS Mark Johnston",
      "Sp. Teams": "PR Bill Baird KR Jim Evans"
    },
    {
      "Skill": "QB Dick Wood HB Bill Mathis* FB Mark Smolinski FL Don Maynard TE Gene Heeter",
      "Off. Line": "LE Bake Turner* LT Jack Klotz LG Dan Ficca C Mike Hudock RG Sid Fournet RT Sherman Plunkett",
      "Def. Line": "LDE Bob Watters LDT Dick Guesman RDT Chuck Janerette RDE LaVerne Torczon",
      "Linebackers": "LLB Jim Price MLB Dave Yohn RLB Larry Grantham*+",
      "Secondary": "LCB Tony Stricker RCB Dainard Paulson SS Bill Baird FS Clyde Washington",
      "Sp. Teams": "PR Dick Christy KR Dick Christy"
    },
    {
      "Skill": "QB Johnny Green HB Dick Christy* FB Bill Mathis FL Don Maynard TE Thurlow Cooper",
      "Off. Line": "LE Art Powell LT Alex Kroll LG Sid Fournet C Mike Hudock RG Bob Mischak* RT Gene Cockrell",
      "Def. Line": "LDE Nick Mumley LDT Dick Guesman RDT George Strugar RDE Bob Watters",
      "Linebackers": "LLB Ed Cooke MLB Hubert Bobo RLB Larry Grantham*+",
      "Secondary": "LCB Dainard Paulson RCB Paul Hynes SS Billy Atkins FS Lee Riley",
      "Sp. Teams": "PR Dick Christy* KR Dick Christy*"
    },
    {
      "Skill": "QB Al Dorow* HB Dick Christy FB Bill Mathis*+ FL Don Maynard",
      "Off. Line": "LE Art Powell LT Jack Klotz LG Bob Mischak*+ C Roger Ellis RG John McMullan RT Gene Cockrell RE Thurlow Cooper",
      "Def. Line": "LDE Nick Mumley LDT Dick Guesman RDT Tom Saidock RDE Sid Youngelman",
      "Linebackers": "LLB Ed Cooke MLB Hubert Bobo RLB Larry Grantham+",
      "Secondary": "LCB Dick Felt* RCB Paul Hynes SS Lee Riley FS Dainard Paulson",
      "Sp. Teams": "PR Dick Christy KR Dick Christy"
    },
    {
      "Skill": "QB Al Dorow FB Bill Mathis",
      "Off. Line": "LE Art Powell+ LT Jack Klotz LG Bob Mischak+ C Mike Hudock RG John McMullan RT Gene Cockrell RE Thurlow Cooper",
      "Def. Line": "LDE Bob Reifsnyder LDT Tom Saidock RDT Sid Youngelman RDE Nick Mumley",
      "Linebackers": "LLB Larry Grantham+ MLB Roger Ellis RLB Eddie Bell",
      "Secondary": "LCB Fred Julian RCB Dick Felt SS Roger Donnahoo FS Corky Tharp",
      "Sp. Teams": "PR Leon Burton KR Leon Burton"
    }
  ]