[
    {
      "Skill": "QB Jared Goff RB Jamaal Williams WR Kalif Raymond WR Amon-Ra St. Brown TE Darren Fells TE T.J. Hockenson",
      "Off. Line": "LT Taylor Decker LG Jonah Jackson* C Evan Brown RG Halapoulivaati Vaitai",
      "Def. Line": "LDE Michael Brockers NT Alim McNeill RDE Nick Williams",
      "Linebackers": "LOLB Trey Flowers LILB Alex Anzalone RILB Jalen Reeves-Maybin ROLB Charles Harris",
      "Secondary": "LCB Jerry Jacobs RCB Amani Oruwariye SS Tracy Walker FS Will Harris",
      "Sp. Teams": "PR Kalif Raymond KR Godwin Igwebuike"
    },
    {
      "Skill": "QB Matthew Stafford RB Adrian Peterson WR Kenny Golladay WR Marvin Jones TE T.J. Hockenson* TE Jesse James",
      "Off. Line": "LT Taylor Decker LG Jonah Jackson C Frank Ragnow* RG Oday Aboushi RT Tyrell Crosby",
      "Def. Line": "LDE Trey Flowers LDT Danny Shelton RDT John Penisini RDE Romeo Okwara",
      "Linebackers": "LLB Christian Jones MLB Jahlani Tavai RLB Jamie Collins",
      "Secondary": "LCB Desmond Trufant RCB Amani Oruwariye SS Jayron Kearse FS Duron Harmon",
      "Sp. Teams": "PR Jamal Agnew KR Jamal Agnew"
    },
    {
      "Skill": "QB Matthew Stafford RB Kerryon Johnson WR Danny Amendola WR Kenny Golladay* WR Marvin Jones TE Jesse James",
      "Off. Line": "LT Taylor Decker LG Joe Dahl C Frank Ragnow RG Graham Glasgow RT Ricky Wagner",
      "Def. Line": "LDE Trey Flowers LDT Damon Harrison RDT A'Shawn Robinson",
      "Linebackers": "LLB Devon Kennard MLB Jarrad Davis RLB Christian Jones",
      "Secondary": "LCB Darius Slay* RCB Justin Coleman SS Tavon Wilson FS Tracy Walker DB Rashaan Melvin",
      "Sp. Teams": "PR Jamal Agnew KR Jamal Agnew"
    },
    {
      "Skill": "QB Matthew Stafford RB LeGarrette Blount FB Nick Bellore WR Kenny Golladay WR Marvin Jones TE Levine Toilolo",
      "Off. Line": "LT Taylor Decker LG Frank Ragnow C Graham Glasgow RG Kenny Wiggins RT Ricky Wagner",
      "Def. Line": "LDE Romeo Okwara LDT Ricky Jean-Francois RDT Damon Harrison RDE Da'Shawn Hand",
      "Linebackers": "LLB Devon Kennard MLB Jarrad Davis RLB Christian Jones",
      "Secondary": "LCB Darius Slay* RCB Nevin Lawson SS Quandre Diggs FS Glover Quin",
      "Sp. Teams": "PR Jamal Agnew KR Jamal Agnew"
    },
    {
      "Skill": "QB Matthew Stafford RB Ameer Abdullah WR Marvin Jones WR Golden Tate TE Eric Ebron TE Darren Fells",
      "Off. Line": "LT Taylor Decker LG Graham Glasgow C Travis Swanson RG T.J. Lang* RT Ricky Wagner",
      "Def. Line": "LDE Anthony Zettel LDT A'Shawn Robinson RDT Akeem Spence RDE Ezekiel Ansah",
      "Linebackers": "LLB Tahir Whitehead MLB Jarrad Davis RLB Paul Worrilow",
      "Secondary": "LCB Darius Slay*+ RCB Nevin Lawson SS Tavon Wilson FS Glover Quin",
      "Sp. Teams": "PR Jamal Agnew+ KR Jamal Agnew+"
    },
    {
      "Skill": "QB Matthew Stafford RB Theo Riddick WR Anquan Boldin WR Marvin Jones WR Golden Tate TE Eric Ebron",
      "Off. Line": "LT Taylor Decker LG Laken Tomlinson C Travis Swanson RG Larry Warford RT Riley Reiff",
      "Def. Line": "LDE Devin Taylor LDT Tyrunn Walker RDT Haloti Ngata RDE Ezekiel Ansah",
      "Linebackers": "LLB Josh Bynes MLB Tahir Whitehead RLB Kyle Van Noy",
      "Secondary": "LCB Darius Slay RCB Nevin Lawson SS Tavon Wilson FS Glover Quin",
      "Sp. Teams": "PR Andre Roberts KR Andre Roberts"
    },
    {
      "Skill": "QB Matthew Stafford RB Ameer Abdullah WR Calvin Johnson* WR Golden Tate TE Eric Ebron TE Brandon Pettigrew",
      "Off. Line": "LT Riley Reiff LG Laken Tomlinson C Travis Swanson RG Larry Warford RT Michael Ola",
      "Def. Line": "LDE Jason Jones LDT Caraun Reid RDT Haloti Ngata RDE Ezekiel Ansah*",
      "Linebackers": "LLB Tahir Whitehead MLB Stephen Tulloch RLB Josh Bynes",
      "Secondary": "LCB Darius Slay RCB Nevin Lawson SS James Ihedigbo FS Glover Quin",
      "Sp. Teams": "PR Golden Tate KR Ameer Abdullah"
    },
    {
      "Skill": "QB Matthew Stafford* RB Reggie Bush WR Calvin Johnson* WR Jeremy Ross WR Golden Tate* TE Brandon Pettigrew",
      "Off. Line": "LT Riley Reiff LG Rob Sims C Dominic Raiola RG Larry Warford RT LaAdrian Waddle",
      "Def. Line": "LDE Ezekiel Ansah LDT Nick Fairley RDT Ndamukong Suh*+ RDE Jason Jones",
      "Linebackers": "LLB Ashlee Palmer MLB Tahir Whitehead RLB DeAndre Levy",
      "Secondary": "LCB Darius Slay RCB Rashean Mathis SS James Ihedigbo FS Glover Quin*",
      "Sp. Teams": "PR Jeremy Ross KR Jeremy Ross"
    },
    {
      "Skill": "QB Matthew Stafford RB Reggie Bush WR Nate Burleson WR Kris Durham WR Calvin Johnson*+ TE Brandon Pettigrew",
      "Off. Line": "LT Riley Reiff LG Rob Sims C Dominic Raiola RG Larry Warford RT LaAdrian Waddle",
      "Def. Line": "LDE Ezekiel Ansah LDT Nick Fairley RDT Ndamukong Suh*+ RDE Willie Young",
      "Linebackers": "LLB Ashlee Palmer MLB Stephen Tulloch RLB DeAndre Levy",
      "Secondary": "LCB Chris Houston RCB Rashean Mathis SS Glover Quin FS Louis Delmas",
      "Sp. Teams": "PR Micheal Spurlock KR Jeremy Ross"
    },
    {
      "Skill": "QB Matthew Stafford RB Mikel Leshoure WR Calvin Johnson*+ WR Titus Young TE Will Heller TE Brandon Pettigrew",
      "Off. Line": "LT Jeff Backus LG Rob Sims C Dominic Raiola RG Stephen Peterman RT Gosder Cherilus",
      "Def. Line": "LDE Cliff Avril LDT Nick Fairley RDT Ndamukong Suh* RDE Kyle Vanden Bosch",
      "Linebackers": "LLB Justin Durant MLB Stephen Tulloch RLB DeAndre Levy",
      "Secondary": "LCB Chris Houston RCB Jacob Lacey SS Erik Coleman FS Louis Delmas",
      "Sp. Teams": "PR Stefan Logan KR Stefan Logan"
    },
    {
      "Skill": "QB Matthew Stafford RB Jahvid Best WR Nate Burleson WR Calvin Johnson*+ WR Titus Young TE Brandon Pettigrew",
      "Off. Line": "LT Jeff Backus LG Rob Sims C Dominic Raiola RG Stephen Peterman RT Gosder Cherilus",
      "Def. Line": "LDE Cliff Avril LDT Ndamukong Suh RDT Corey Williams RDE Kyle Vanden Bosch",
      "Linebackers": "LLB Justin Durant MLB Stephen Tulloch RLB DeAndre Levy",
      "Secondary": "LCB Chris Houston RCB Eric Wright SS Amari Spievey FS Louis Delmas",
      "Sp. Teams": "PR Stefan Logan KR Stefan Logan"
    },
    {
      "Skill": "QB Shaun Hill RB Jahvid Best RB Maurice Morris WR Nate Burleson WR Calvin Johnson* TE Brandon Pettigrew",
      "Off. Line": "LT Jeff Backus LG Rob Sims C Dominic Raiola RG Stephen Peterman RT Gosder Cherilus",
      "Def. Line": "LDE Cliff Avril LDT Ndamukong Suh*+ RDT Corey Williams RDE Kyle Vanden Bosch",
      "Linebackers": "LLB Landon Johnson MLB DeAndre Levy RLB Julian Peterson",
      "Secondary": "LCB Chris Houston RCB Alphonso Smith SS Amari Spievey FS Louis Delmas",
      "Sp. Teams": "PR Stefan Logan KR Stefan Logan"
    },
    {
      "Skill": "QB Matthew Stafford RB Kevin Smith WR Bryant Johnson WR Calvin Johnson TE Will Heller TE Brandon Pettigrew",
      "Off. Line": "LT Jeff Backus LG Manuel Ramirez C Dominic Raiola RG Stephen Peterman RT Gosder Cherilus",
      "Def. Line": "LDE Jason Hunter LDT Grady Jackson RDT Sammie Lee Hill RDE Cliff Avril",
      "Linebackers": "LLB Julian Peterson MLB Larry Foote RLB DeAndre Levy",
      "Secondary": "LCB Will Peterson RCB Phillip Buchanon SS Marvin White FS Louis Delmas",
      "Sp. Teams": "PR Dennis Northcutt KR Derrick Williams"
    },
    {
      "Skill": "QB Dan Orlovsky RB Kevin Smith FB Moran Norris WR Calvin Johnson WR Shaun McDonald TE John Owens",
      "Off. Line": "LT Jeff Backus LG Edwin Mulitalo C Dominic Raiola RG Stephen Peterman RT Gosder Cherilus",
      "Def. Line": "LDE Jared DeVries LDT Chartric Darby RDT Cory Redding RDE Dewayne White",
      "Linebackers": "LLB Ryan Nece MLB Paris Lenon RLB Ernie Sims",
      "Secondary": "LCB Brian Kelly RCB Leigh Bodden SS Daniel Bullocks FS Kalvin Pearson",
      "Sp. Teams": "PR Shaun McDonald KR Brandon Middleton"
    },
    {
      "Skill": "QB Jon Kitna RB Kevin Jones WR Mike Furrey WR Calvin Johnson WR Roy Williams TE Sean McHugh",
      "Off. Line": "LT Jeff Backus LG Edwin Mulitalo C Dominic Raiola RG Stephen Peterman RT George Foster",
      "Def. Line": "LDE Jared DeVries LDT Shaun Rogers RDT Cory Redding RDE Dewayne White",
      "Linebackers": "LLB Boss Bailey MLB Paris Lenon RLB Ernie Sims",
      "Secondary": "LCB Fernando Bryant RCB Travis Fisher SS Kenoy Kennedy FS Gerald Alexander",
      "Sp. Teams": "PR Troy Walters KR Aveion Cason"
    },
    {
      "Skill": "QB Jon Kitna RB Kevin Jones FB Cory Schlesinger WR Mike Furrey WR Roy Williams* TE Dan Campbell",
      "Off. Line": "LT Jeff Backus LG Ross Verba C Dominic Raiola RG Damien Woody RT Barry Stokes",
      "Def. Line": "LDE Jared DeVries LDT Marcus Bell RDT Cory Redding RDE Kalimba Edwards",
      "Linebackers": "LLB Boss Bailey MLB Paris Lenon RLB Ernie Sims",
      "Secondary": "LCB Fernando Bryant RCB Dre' Bly SS Kenoy Kennedy FS Terrence Holt",
      "Sp. Teams": "PR Eddie Drummond KR Eddie Drummond"
    },
    {
      "Skill": "QB Joey Harrington RB Kevin Jones FB Cory Schlesinger WR Scottie Vines WR Roy Williams TE Marcus Pollard",
      "Off. Line": "LT Jeff Backus LG Kyle Kosier C Dominic Raiola RG Damien Woody RT Kelly Butler",
      "Def. Line": "LDE Cory Redding LDT Shaun Rogers* RDT Dan Wilkinson RDE James Hall",
      "Linebackers": "LLB Boss Bailey MLB Earl Holmes RLB James Davis",
      "Secondary": "LCB Andre' Goodman RCB Dre' Bly SS Kenoy Kennedy FS Terrence Holt",
      "Sp. Teams": "PR Eddie Drummond KR Eddie Drummond"
    },
    {
      "Skill": "QB Joey Harrington RB Kevin Jones FB Cory Schlesinger WR Tai Streets WR Roy Williams TE Stephen Alexander",
      "Off. Line": "LT Jeff Backus LG David Loverne C Dominic Raiola RG Damien Woody RT Stockar McDougle",
      "Def. Line": "LDE Cory Redding LDT Dan Wilkinson RDT Shaun Rogers* RDE James Hall",
      "Linebackers": "LLB James Davis MLB Earl Holmes RLB Teddy Lehman",
      "Secondary": "LCB Fernando Bryant RCB Dre' Bly* SS Bracy Walker FS Brock Marion",
      "Sp. Teams": "PR Eddie Drummond*+ KR Eddie Drummond*+"
    },
    {
      "Skill": "QB Joey Harrington RB Shawn Bryson FB Cory Schlesinger WR Az-Zahir Hakim WR Bill Schroeder TE Casey Fitzsimmons",
      "Off. Line": "LT Jeff Backus LG Eric Beverly C Dominic Raiola RG Ray Brown RT Stockar McDougle",
      "Def. Line": "LDE Robert Porcher LDT Dan Wilkinson RDT Shaun Rogers RDE James Hall",
      "Linebackers": "LLB Barrett Green MLB Earl Holmes RLB Boss Bailey",
      "Secondary": "LCB Otis Smith RCB Dre' Bly* SS Corey Harris FS Brian Walker",
      "Sp. Teams": "PR Reggie Swinton KR Reggie Swinton"
    },
    {
      "Skill": "QB Joey Harrington RB James Stewart FB Cory Schlesinger WR Az-Zahir Hakim WR Bill Schroeder TE Mikhael Ricks",
      "Off. Line": "LT Jeff Backus LG Tony Semple C Dominic Raiola RG Ray Brown RT Stockar McDougle",
      "Def. Line": "LDE Robert Porcher LDT Shaun Rogers RDT Luther Elliss RDE James Hall",
      "Linebackers": "LLB Barrett Green MLB Chris Claiborne RLB Donte Curry",
      "Secondary": "LCB Todd Lyght RCB Chris Cash SS Corey Harris FS Brian Walker",
      "Sp. Teams": "PR Eddie Drummond KR Eddie Drummond"
    },
    {
      "Skill": "QB Charlie Batch RB James Stewart FB Cory Schlesinger WR Larry Foster WR Johnnie Morton TE David Sloan",
      "Off. Line": "LT Jeff Backus LG Tony Semple C Eric Beverly RG Brendan Stai RT Matt Joyce",
      "Def. Line": "LDE Robert Porcher* LDT Shaun Rogers RDT Luther Elliss RDE Tracy Scroggins",
      "Linebackers": "LLB Allen Aldridge MLB Chris Claiborne RLB Barrett Green",
      "Secondary": "LCB Todd Lyght RCB Terry Fair SS Lamar Campbell FS Kurt Schulz",
      "Sp. Teams": "PR Desmond Howard KR Desmond Howard"
    },
    {
      "Skill": "QB Charlie Batch RB James Stewart FB Cory Schlesinger WR Herman Moore WR Johnnie Morton TE David Sloan",
      "Off. Line": "LT Ray Roberts LG Tony Semple C Mike Compton RG Jeff Hartings RT Aaron Gibson",
      "Def. Line": "LDE Robert Porcher LDT James Jones RDT Luther Elliss* RDE Tracy Scroggins",
      "Linebackers": "LLB Allen Aldridge MLB Stephen Boyd* RLB Chris Claiborne",
      "Secondary": "LCB Bryant Westbrook RCB Terry Fair SS Ron Rice FS Kurt Schulz",
      "Sp. Teams": "PR Desmond Howard* KR Desmond Howard*"
    },
    {
      "Skill": "QB Charlie Batch RB Greg Hill FB Cory Schlesinger WR Germane Crowell WR Johnnie Morton TE David Sloan*",
      "Off. Line": "LT Ray Roberts LG Tony Semple C Mike Compton RG Jeff Hartings RT Barrett Brooks",
      "Def. Line": "LDE Robert Porcher* LDT James Jones RDT Luther Elliss* RDE Tracy Scroggins",
      "Linebackers": "LLB Allen Aldridge MLB Stephen Boyd* RLB Chris Claiborne",
      "Secondary": "LCB Robert Bailey RCB Terry Fair SS Ron Rice FS Mark Carrier",
      "Sp. Teams": "PR Iheanyi Uwaezuoke KR Terry Fair"
    },
    {
      "Skill": "QB Charlie Batch RB Barry Sanders* FB Tommy Vardell WR Herman Moore WR Johnnie Morton TE Walter Rasby",
      "Off. Line": "LT Ray Roberts LG Mike Compton C Jim Pyne RG Jeff Hartings RT Larry Tharpe",
      "Def. Line": "LDE Robert Porcher LDT Dan Owens RDT Luther Elliss RDE Kerwin Waldroup",
      "Linebackers": "LLB Rob Fredrickson MLB Stephen Boyd RLB Allen Aldridge",
      "Secondary": "LCB Bryant Westbrook RCB Terry Fair SS Ron Rice FS Mark Carrier",
      "Sp. Teams": "PR Terry Fair KR Terry Fair"
    },
    {
      "Skill": "QB Scott Mitchell RB Barry Sanders*+ FB Tommy Vardell WR Herman Moore*+ WR Johnnie Morton TE David Sloan",
      "Off. Line": "LT Ray Roberts LG Mike Compton C Kevin Glover* RG Jeff Hartings RT Larry Tharpe",
      "Def. Line": "LDE Robert Porcher* LDT Mike Wells RDT Luther Elliss RDE Kerwin Waldroup",
      "Linebackers": "LLB George Jamison MLB Stephen Boyd RLB Reggie Brown",
      "Secondary": "LCB Bryant Westbrook RCB Corey Raymond SS Ron Rice FS Mark Carrier",
      "Sp. Teams": "PR Glyn Milburn KR Glyn Milburn"
    },
    {
      "Skill": "QB Scott Mitchell RB Barry Sanders* WR Herman Moore*+ WR Johnnie Morton WR Brett Perriman TE Pete Metzelaars",
      "Off. Line": "LT Ray Roberts LG Mike Compton C Kevin Glover* RG Jeff Hartings RT Zefross Moss",
      "Def. Line": "LDE Robert Porcher LDT Henry Thomas RDT Luther Elliss RDE Kerwin Waldroup",
      "Linebackers": "LLB Antonio London MLB Pepper Johnson RLB Reggie Brown",
      "Secondary": "LCB Ryan McNeil RCB Corey Raymond SS Bennie Blades FS Van Malone",
      "Sp. Teams": "PR Glyn Milburn KR Glyn Milburn"
    },
    {
      "Skill": "QB Scott Mitchell RB Barry Sanders*+ WR Herman Moore*+ WR Johnnie Morton WR Brett Perriman TE David Sloan",
      "Off. Line": "LT Lomas Brown*+ LG Doug Widell C Kevin Glover* RG Dave Lutz RT Zefross Moss",
      "Def. Line": "LDE Luther Elliss LDT Henry Thomas RDT Robert Porcher RDE Tracy Scroggins",
      "Linebackers": "LLB Tracy Hayworth MLB Chris Spielman RLB Mike Johnson",
      "Secondary": "LCB Ryan McNeil RCB Corey Raymond SS Bennie Blades FS Willie Clay",
      "Sp. Teams": "PR Johnnie Morton KR Ron Rivers"
    },
    {
      "Skill": "QB Scott Mitchell RB Barry Sanders*+ WR Herman Moore* WR Brett Perriman TE Ron Hall TE Ty Hallock",
      "Off. Line": "LT Lomas Brown* LG Shawn Bouwens C Kevin Glover RG Doug Widell RT Dave Lutz",
      "Def. Line": "LDE Robert Porcher NT Marc Spindler RDE Kelvin Pritchett",
      "Linebackers": "LOLB Broderick Thomas LILB Chris Spielman* RILB Mike Johnson ROLB Tracy Scroggins",
      "Secondary": "LCB Ryan McNeil RCB Robert Massey SS Willie Clay FS Bennie Blades",
      "Sp. Teams": "PR Mel Gray*+ KR Mel Gray*+"
    },
    {
      "Skill": "QB Rodney Peete RB Barry Sanders* WR Willie Green WR Herman Moore WR Brett Perriman TE Rodney Holman",
      "Off. Line": "LT Lomas Brown* LG David Richards C Kevin Glover RG Bill Fralic RT Dave Lutz",
      "Def. Line": "LDE Marc Spindler NT Lawrence Pete RDE Dan Owens",
      "Linebackers": "LOLB George Jamison LILB Chris Spielman RILB Dennis Gibson ROLB Pat Swilling*",
      "Secondary": "LCB Ray Crockett RCB Kevin Scott SS William White FS Harry Colon",
      "Sp. Teams": "PR Mel Gray KR Mel Gray"
    },
    {
      "Skill": "QB Rodney Peete RB Barry Sanders* WR Mike Farr WR Willie Green WR Herman Moore WR Brett Perriman",
      "Off. Line": "LT Lomas Brown* LG Shawn Bouwens C Kevin Glover RG Ken Dallafior RT Scott Conover",
      "Def. Line": "LDE Marc Spindler NT Jerry Ball RDE Kelvin Pritchett",
      "Linebackers": "LOLB George Jamison LILB Chris Spielman RILB Dennis Gibson ROLB Mike Cofer",
      "Secondary": "LCB Ray Crockett RCB Mel Jenkins SS William White FS Bennie Blades",
      "Sp. Teams": "PR Mel Gray* KR Mel Gray*"
    },
    {
      "Skill": "QB Rodney Peete RB Barry Sanders*+ WR Robert Clark WR Mike Farr WR Willie Green WR Brett Perriman",
      "Off. Line": "LT Lomas Brown* LG Eric Andolsek C Kevin Glover RG Mike Utley RT Eric Sanders",
      "Def. Line": "LDE Marc Spindler NT Jerry Ball*+ RDE Dan Owens",
      "Linebackers": "LOLB George Jamison LILB Chris Spielman*+ RILB Dennis Gibson ROLB Tracy Hayworth",
      "Secondary": "LCB Ray Crockett RCB Mel Jenkins SS William White FS Bennie Blades*",
      "Sp. Teams": "PR Mel Gray*+ KR Mel Gray*+"
    },
    {
      "Skill": "QB Rodney Peete RB Barry Sanders*+ WR Jeff Campbell WR Robert Clark WR Terry Greer WR Richard Johnson",
      "Off. Line": "LT Lomas Brown* LG Eric Andolsek C Kevin Glover RG Ken Dallafior RT Harvey Salem",
      "Def. Line": "LDE Dan Owens NT Jerry Ball* RDE Keith Ferguson",
      "Linebackers": "LOLB Jimmy Williams LILB Chris Spielman* RILB Dennis Gibson ROLB Mike Cofer",
      "Secondary": "LCB Bruce McNorton RCB LeRoy Irvin SS William White FS Bennie Blades",
      "Sp. Teams": "PR Mel Gray*+ KR Mel Gray*+"
    },
    {
      "Skill": "QB Rodney Peete RB Barry Sanders*+ WR Robert Clark WR Richard Johnson WR Jason Phillips WR Walter Stanley",
      "Off. Line": "LT Lomas Brown LG Eric Andolsek C Kevin Glover RG Ken Dallafior RT Harvey Salem",
      "Def. Line": "LDE Eric Williams NT Jerry Ball* RDE Kevin Brooks",
      "Linebackers": "LOLB Jimmy Williams LILB Chris Spielman* RILB Victor Jones ROLB Mike Cofer",
      "Secondary": "LCB Terry Taylor RCB Jerry Holmes SS Bennie Blades FS William White",
      "Sp. Teams": "PR Walter Stanley KR Mel Gray"
    },
    {
      "Skill": "QB Rusty Hilger RB Garry James FB James Jones WR Jeff Chadwick WR Pete Mandley TE Pat Carter",
      "Off. Line": "LT Lomas Brown LG Kevin Glover C Steve Mott RG Joe Milinichik RT Harvey Salem",
      "Def. Line": "LDE Eric Williams NT Jerry Ball RDE Keith Ferguson",
      "Linebackers": "LOLB George Jamison LILB Chris Spielman RILB Dennis Gibson ROLB Mike Cofer*",
      "Secondary": "LCB Jerry Holmes RCB Bruce McNorton SS Bennie Blades FS Devon Mitchell",
      "Sp. Teams": "PR Pete Mandley KR Gary Lee"
    },
    {
      "Skill": "QB Chuck Long RB Garry James FB James Jones WR Jeff Chadwick WR Pete Mandley TE Rob Rubick",
      "Off. Line": "LT Lomas Brown LG Scott Barrows C Steve Mott RG Kevin Glover RT Harvey Salem",
      "Def. Line": "LDE Eric Williams NT Jerry Ball RDE Keith Ferguson",
      "Linebackers": "LOLB Jimmy Williams LILB Shelton Robinson RILB Dennis Gibson ROLB Mike Cofer",
      "Secondary": "LCB Duane Galloway RCB Bruce McNorton SS James Griffin FS Raphel Cherry",
      "Sp. Teams": "PR Pete Mandley KR Gary Lee"
    },
    {
      "Skill": "QB Eric Hipple RB Garry James FB James Jones WR Carl Bland WR Jeff Chadwick TE Jimmie Giles",
      "Off. Line": "LT Lomas Brown LG Harvey Salem C Steve Mott RG Keith Dorney RT Rich Strenger",
      "Def. Line": "LDE Keith Ferguson NT Eric Williams RDE William Gay",
      "Linebackers": "LOLB Jimmy Williams LILB James Harrell RILB Vernon Maxwell ROLB Mike Cofer",
      "Secondary": "LCB Duane Galloway RCB Bruce McNorton SS Demetrious Johnson FS Devon Mitchell",
      "Sp. Teams": "PR Pete Mandley KR Herman Hunter"
    },
    {
      "Skill": "QB Eric Hipple RB Wilbert Montgomery FB James Jones WR Mark Nichols WR Leonard Thompson TE David Lewis",
      "Off. Line": "LT Lomas Brown LG Chris Dieterich C Steve Mott RG David Jones RT Keith Dorney",
      "Def. Line": "LDE Eric Williams NT Doug English RDE William Gay",
      "Linebackers": "LOLB Jimmy Williams LILB August Curley RILB Kurt Allerman ROLB Angelo King",
      "Secondary": "LCB Bobby Watkins RCB Bruce McNorton SS Demetrious Johnson FS William Graham",
      "Sp. Teams": "PR Pete Mandley KR Alvin Hall"
    },
    {
      "Skill": "QB Gary Danielson RB Billy Sims FB James Jones WR Mark Nichols WR Leonard Thompson TE Rob Rubick",
      "Off. Line": "LT Don Laster LG Chris Dieterich C Amos Fowler RG Don Greco RT Keith Dorney",
      "Def. Line": "LDE Mike Cofer LDT Curtis Green RDT Doug English RDE William Gay",
      "Linebackers": "LLB Garry Cobb MLB Ken Fantetti RLB Jimmy Williams",
      "Secondary": "LCB Bobby Watkins RCB Bruce McNorton SS Alvin Hall FS William Graham",
      "Sp. Teams": "PR Robbie Martin KR Pete Mandley"
    },
    {
      "Skill": "QB Eric Hipple RB Billy Sims FB James Jones WR Mark Nichols WR Leonard Thompson TE Ulysses Norris",
      "Off. Line": "LT Chris Dieterich LG Homer Elias C Steve Mott RG Don Greco RT Keith Dorney",
      "Def. Line": "LDE Curtis Green LDT Mike Dawson RDT Doug English* RDE William Gay",
      "Linebackers": "LLB Garry Cobb MLB Ken Fantetti RLB Jimmy Williams",
      "Secondary": "LCB Bobby Watkins RCB Al Latimer SS Alvin Hall FS William Graham",
      "Sp. Teams": "PR Ken Jenkins KR Alvin Hall"
    },
    {
      "Skill": "QB Gary Danielson RB Billy Sims* FB Dexter Bussey WR Freddie Scott WR Leonard Thompson TE David Hill",
      "Off. Line": "LT Karl Baldischwiler LG Homer Elias C Amos Fowler RG Russ Bolinger RT Keith Dorney*",
      "Def. Line": "LDE Dave Pureifory LDT William Gay RDT Doug English*+ RDE Al Baker",
      "Linebackers": "LLB Garry Cobb MLB Ken Fantetti RLB Stan White",
      "Secondary": "LCB Wayne Smith RCB James Hunter SS Ray Oldham FS Alvin Hall",
      "Sp. Teams": "PR Robbie Martin KR Alvin Hall"
    },
    {
      "Skill": "QB Eric Hipple RB Billy Sims* FB Dexter Bussey WR Freddie Scott WR Leonard Thompson TE David Hill",
      "Off. Line": "LT Karl Baldischwiler LG Homer Elias C Amos Fowler RG Russ Bolinger RT Keith Dorney",
      "Def. Line": "LDE Dave Pureifory LDT William Gay RDT Doug English* RDE Al Baker",
      "Linebackers": "LLB Garry Cobb MLB Ken Fantetti RLB Stan White",
      "Secondary": "LCB Wayne Smith RCB James Hunter SS Ray Oldham FS Jimmy Allen",
      "Sp. Teams": "PR Robbie Martin KR Alvin Hall"
    },
    {
      "Skill": "QB Gary Danielson RB Billy Sims* FB Dexter Bussey WR Freddie Scott WR Leonard Thompson TE David Hill",
      "Off. Line": "LT Karl Baldischwiler LG Homer Elias C Amos Fowler RG Russ Bolinger RT Keith Dorney",
      "Def. Line": "LDE Dave Pureifory LDT William Gay RDT John Mendenhall RDE Al Baker*",
      "Linebackers": "LLB Charlie Weaver MLB Ken Fantetti RLB Stan White",
      "Secondary": "LCB Wayne Smith RCB James Hunter SS Jimmy Allen FS Ray Oldham",
      "Sp. Teams": "PR John Arnold KR Rick Kane"
    },
    {
      "Skill": "QB Jeff Komlo RB Dexter Bussey FB Bo Robinson WR Freddie Scott WR Gene Washington TE David Hill*",
      "Off. Line": "LT Karl Baldischwiler LG Homer Elias C Larry Tearry RG Russ Bolinger RT Keith Dorney",
      "Def. Line": "LDE Dave Pureifory LDT Dave Gallagher RDT Doug English RDE Al Baker*",
      "Linebackers": "LLB Ed O'Neil MLB Charlie Weaver RLB James Harrell",
      "Secondary": "LCB Walt Williams RCB Luther Bradley SS Jimmy Allen FS James Hunter",
      "Sp. Teams": "PR John Arnold KR Ken Callicutt"
    },
    {
      "Skill": "QB Gary Danielson RB Dexter Bussey FB Horace King WR Luther Blue WR Freddie Scott TE David Hill*",
      "Off. Line": "LT Karl Baldischwiler LG Homer Elias C Larry Tearry RG Lynn Boden RT Brad Oates",
      "Def. Line": "LDE Dave Pureifory LDT John Woodcock RDT Doug English* RDE Al Baker*+",
      "Linebackers": "LLB Paul Naumoff MLB Ed O'Neil RLB Charlie Weaver",
      "Secondary": "LCB Walt Williams RCB Luther Bradley SS Mike Burns FS Jimmy Allen",
      "Sp. Teams": "PR Jesse Thompson KR Jesse Thompson"
    },
    {
      "Skill": "QB Greg Landry RB Rick Kane FB Horace King WR J.D. Hill WR Ray Jarvis TE David Hill",
      "Off. Line": "LT Jim Yarbrough LG Russ Bolinger C Jon Morris RG Lynn Boden RT Craig Hertwig",
      "Def. Line": "LDE Ken Sanders LDT Herb Orvis RDT Doug English RDE Jim Mitchell",
      "Linebackers": "LLB Paul Naumoff MLB Ed O'Neil RLB Charlie Weaver",
      "Secondary": "LCB James Hunter RCB Lem Barney SS Charlie West FS Dick Jauron",
      "Sp. Teams": "PR Eddie Payton KR Eddie Payton"
    },
    {
      "Skill": "QB Greg Landry RB Dexter Bussey FB Horace King WR Ray Jarvis WR Larry Walton TE Charlie Sanders*",
      "Off. Line": "LT Craig Hertwig LG Lynn Boden C Jon Morris RG Bob Kowalkowski RT Rocky Freitas",
      "Def. Line": "LDE Ken Sanders LDT Jim Mitchell RDT Larry Hand RDE Billy Howard",
      "Linebackers": "LLB Paul Naumoff MLB Jim Laslavic RLB Charlie Weaver",
      "Secondary": "LCB Lem Barney* RCB Levi Johnson SS Charlie West FS James Hunter",
      "Sp. Teams": "PR Lem Barney* KR Bobby Thompson"
    },
    {
      "Skill": "QB Joe Reed RB Altie Taylor FB Dexter Bussey WR Marlin Briscoe WR Ray Jarvis TE Charlie Sanders*",
      "Off. Line": "LT Jim Yarbrough LG Lynn Boden C Jon Morris RG Bob Kowalkowski RT Rocky Freitas",
      "Def. Line": "LDE Ken Sanders LDT Herb Orvis RDT Larry Hand RDE Billy Howard",
      "Linebackers": "LLB Paul Naumoff MLB Jim Laslavic RLB Charlie Weaver",
      "Secondary": "LCB Lem Barney* RCB Levi Johnson SS Charlie West FS Dick Jauron",
      "Sp. Teams": "PR Charlie West KR Bobby Thompson"
    },
    {
      "Skill": "QB Bill Munson RB Altie Taylor FB Steve Owens WR Ron Jessie WR Larry Walton TE Charlie Sanders*",
      "Off. Line": "LT Jim Yarbrough LG Chuck Walton C Ed Flanagan RG Bob Kowalkowski RT Rocky Freitas",
      "Def. Line": "LDE Ken Sanders LDT Herb Orvis RDT Jim Mitchell RDE Larry Hand",
      "Linebackers": "LLB Paul Naumoff MLB Jim Laslavic RLB Charlie Weaver",
      "Secondary": "LCB Lem Barney RCB Levi Johnson SS Charlie West FS Dick Jauron*",
      "Sp. Teams": "PR Dick Jauron* KR Jimmie Jones"
    },
    {
      "Skill": "QB Greg Landry RB Steve Owens FB Altie Taylor WR Ron Jessie WR Larry Walton TE Charlie Sanders",
      "Off. Line": "LT Jim Yarbrough LG Guy Dennis C Ed Flanagan* RG Bob Kowalkowski RT Rocky Freitas",
      "Def. Line": "LDE Ken Sanders LDT Herb Orvis RDT Bob Bell RDE Larry Hand",
      "Linebackers": "LLB Paul Naumoff MLB Mike Lucci RLB Charlie Weaver",
      "Secondary": "LCB Lem Barney* RCB Levi Johnson SS Mike Weger FS Dick Jauron",
      "Sp. Teams": "PR Lem Barney* KR Dick Jauron"
    },
    {
      "Skill": "QB Greg Landry RB Steve Owens FB Altie Taylor WR Ron Jessie WR Larry Walton TE Charlie Sanders",
      "Off. Line": "LT Jim Yarbrough LG Chuck Walton C Ed Flanagan RG Bob Kowalkowski RT Rocky Freitas*",
      "Def. Line": "LDE Jim Mitchell LDT Larry Woods RDT Bob Bell RDE Larry Hand",
      "Linebackers": "LLB Paul Naumoff MLB Mike Lucci RLB Wayne Walker",
      "Secondary": "LCB Lem Barney* RCB Rudy Redmond SS Mike Weger FS Dick LeBeau",
      "Sp. Teams": "PR Lem Barney* KR Mickey Zofko"
    },
    {
      "Skill": "QB Greg Landry* FB Steve Owens* FB Altie Taylor WR Earl McCullouch WR Larry Walton TE Charlie Sanders*+",
      "Off. Line": "LT Jim Yarbrough LG Chuck Walton C Ed Flanagan* RG Frank Gallagher RT Rocky Freitas",
      "Def. Line": "LDE Jim Mitchell LDT Dick Evey RDT Jerry Rush RDE Larry Hand",
      "Linebackers": "LLB Paul Naumoff MLB Mike Lucci* RLB Wayne Walker",
      "Secondary": "LCB Lem Barney RCB Dick LeBeau SS Mike Weger FS Tom Vaughn",
      "Sp. Teams": "PR Lem Barney KR Ron Jessie"
    },
    {
      "Skill": "QB Bill Munson RB Mel Farr* FB Altie Taylor WR Earl McCullouch WR Larry Walton TE Charlie Sanders*+",
      "Off. Line": "LT Roger Shoals LG Chuck Walton C Ed Flanagan* RG Frank Gallagher RT Rocky Freitas",
      "Def. Line": "LDE Jim Mitchell LDT Alex Karras RDT Jerry Rush RDE Larry Hand",
      "Linebackers": "LLB Paul Naumoff* MLB Mike Lucci RLB Wayne Walker",
      "Secondary": "LCB Lem Barney RCB Dick LeBeau SS Mike Weger FS Wayne Rasmussen",
      "Sp. Teams": "PR Lem Barney KR Bobby Williams"
    },
    {
      "Skill": "QB Bill Munson RB Mel Farr RB Bill Triplett WR Earl McCullouch WR Larry Walton TE Charlie Sanders*",
      "Off. Line": "LT Roger Shoals LG Chuck Walton C Ed Flanagan* RG Frank Gallagher RT Rocky Freitas",
      "Def. Line": "LDE Joe Robb LDT Alex Karras RDT Jerry Rush RDE Larry Hand",
      "Linebackers": "LLB Paul Naumoff MLB Mike Lucci RLB Wayne Walker",
      "Secondary": "LCB Lem Barney*+ RCB Dick LeBeau SS Mike Weger FS Tom Vaughn",
      "Sp. Teams": "PR Lem Barney*+ KR Bobby Williams"
    },
    {
      "Skill": "QB Bill Munson RB Mel Farr RB Bill Triplett FL Billy Gambrell TE Charlie Sanders*",
      "Off. Line": "LE Earl McCullouch LT Roger Shoals LG Chuck Walton C Ed Flanagan RG Bob Kowalkowski RT Charlie Bradshaw",
      "Def. Line": "LDE John Baker LDT Alex Karras RDT Jerry Rush RDE Joe Robb",
      "Linebackers": "LLB Paul Naumoff MLB Mike Lucci RLB Wayne Walker",
      "Secondary": "LCB Lem Barney*+ RCB Dick LeBeau SS Mike Weger FS Tom Vaughn",
      "Sp. Teams": "PR Lem Barney*+ KR Lem Barney*+"
    },
    {
      "Skill": "QB Karl Sweetan HB Amos Marsh FB Mel Farr* FL John Henderson TE Ron Kramer",
      "Off. Line": "LE Bill Malinchak LT Bill Cottrell LG Chuck Walton C Ed Flanagan RG John Gordy RT Charlie Bradshaw",
      "Def. Line": "LDE Darris McCord LDT Alex Karras RDT Jerry Rush RDE Larry Hand",
      "Linebackers": "LLB Ernie Clark MLB Mike Lucci RLB Wayne Walker",
      "Secondary": "LCB Lem Barney* RCB Dick LeBeau SS Bruce Maher FS Tom Vaughn",
      "Sp. Teams": "PR Tom Watkins KR Tom Watkins"
    },
    {
      "Skill": "QB Karl Sweetan HB Amos Marsh FB Tom Nowatzke FL Pat Studstill*+ TE Ron Kramer",
      "Off. Line": "LE Gail Cogdill LT Daryl Sanders LG Bob Kowalkowski C Ed Flanagan RG John Gordy RT J.D. Smith",
      "Def. Line": "LDE Darris McCord LDT Alex Karras RDT Roger Brown* RDE Larry Hand",
      "Linebackers": "LLB Ernie Clark MLB Mike Lucci RLB Wayne Walker",
      "Secondary": "LCB Bobby Thompson RCB Dick LeBeau* SS Bruce Maher FS Wayne Rasmussen",
      "Sp. Teams": "PR Tom Vaughn KR Tom Vaughn"
    },
    {
      "Skill": "QB Milt Plum HB Joe Don Looney FB Nick Pietrosante FL Terry Barr TE Ron Kramer",
      "Off. Line": "LE Gail Cogdill LT Daryl Sanders LG Ted Karras C Ed Flanagan RG John Gordy* RT Roger Shoals",
      "Def. Line": "LDE Darris McCord LDT Alex Karras*+ RDT Roger Brown* RDE Sam Williams",
      "Linebackers": "LLB Ernie Clark MLB Joe Schmidt RLB Wayne Walker*+",
      "Secondary": "LCB Dick LeBeau* RCB Bobby Thompson SS Bruce Maher FS Wayne Rasmussen",
      "Sp. Teams": "PR Tom Watkins KR Tom Watkins"
    },
    {
      "Skill": "QB Milt Plum HB Dan Lewis HB Tom Watkins FB Nick Pietrosante FL Terry Barr* TE Jim Gibbons*",
      "Off. Line": "LE Gail Cogdill LT Daryl Sanders LG John Gonzaga C Bob Whitlow RG John Gordy* RT J.D. Smith",
      "Def. Line": "LDE Darris McCord LDT Alex Karras RDT Roger Brown* RDE Sam Williams",
      "Linebackers": "LLB Ernie Clark MLB Joe Schmidt RLB Wayne Walker*",
      "Secondary": "LCB Bobby Thompson RCB Dick LeBeau* SS Bruce Maher FS Yale Lary*",
      "Sp. Teams": "PR Pat Studstill KR Pat Studstill"
    },
    {
      "Skill": "QB Earl Morrall HB Dan Lewis FB Nick Pietrosante FL Terry Barr* TE Jim Gibbons",
      "Off. Line": "LE Gail Cogdill* LT Daryl Sanders LG Dan LaRose C Bob Whitlow RG John Gordy* RT Lucien Reeberg",
      "Def. Line": "LDE Darris McCord LDT Floyd Peters RDT Roger Brown*+ RDE Sam Williams",
      "Linebackers": "LLB Max Messner MLB Joe Schmidt* RLB Wayne Walker*",
      "Secondary": "LCB Night Train Lane RCB Dick LeBeau SS Bruce Maher FS Yale Lary",
      "Sp. Teams": "PR Tom Watkins KR Tom Watkins"
    },
    {
      "Skill": "QB Milt Plum HB Dan Lewis FB Nick Pietrosante FL Pat Studstill TE Jim Gibbons",
      "Off. Line": "LE Gail Cogdill* LT John Gonzaga LG Harley Sewell* C Bob Whitlow RG John Gordy RT Dan LaRose",
      "Def. Line": "LDE Darris McCord LDT Alex Karras* RDT Roger Brown*+ RDE Sam Williams",
      "Linebackers": "LLB Carl Brettschneider MLB Joe Schmidt*+ RLB Wayne Walker",
      "Secondary": "LCB Night Train Lane*+ RCB Dick LeBeau SS Gary Lowe FS Yale Lary*+",
      "Sp. Teams": "PR Pat Studstill KR Pat Studstill"
    },
    {
      "Skill": "QB Jim Ninowski HB Dan Lewis FB Nick Pietrosante* FL Terry Barr",
      "Off. Line": "LE Gail Cogdill LT John Gonzaga LG Harley Sewell C Bob Scholtz RG John Gordy RT Dan LaRose RE Jim Gibbons*",
      "Def. Line": "LDE Darris McCord LDT Alex Karras*+ RDT Roger Brown RDE Bill Glass",
      "Linebackers": "LLB Carl Brettschneider MLB Joe Schmidt*+ RLB Wayne Walker",
      "Secondary": "LCB Night Train Lane*+ RCB Dick LeBeau SS Gary Lowe FS Yale Lary*",
      "Sp. Teams": "PR Howard Cassady KR Jim Steffen"
    },
    {
      "Skill": "QB Jim Ninowski FB Nick Pietrosante*",
      "Off. Line": "LE Gail Cogdill* LT Ollie Spencer LG Harley Sewell C Bob Scholtz RG John Gordy RT Willie McClung RE Jim Gibbons*",
      "Def. Line": "LDE Darris McCord LDT Alex Karras*+ RDT Roger Brown RDE Bill Glass",
      "Linebackers": "LLB Carl Brettschneider MLB Joe Schmidt* RLB Wayne Walker",
      "Secondary": "LCB Night Train Lane* RCB Dick LeBeau SS Gary Lowe FS Yale Lary*",
      "Sp. Teams": "PR Terry Barr KR Dan Lewis"
    },
    {
      "Skill": "QB Tobin Rote FB Nick Pietrosante LH Howard Cassady RH Dan Lewis",
      "Off. Line": "LE Dave Middleton LT Lou Creekmur LG Harley Sewell* C Charlie Ane RG John Gordy RT Ollie Spencer RE Jim Gibbons",
      "Def. Line": "LDE Darris McCord LDT Alex Karras RDT Gil Mains RDE Bill Glass",
      "Linebackers": "LLB Bob Long MLB Joe Schmidt*+ RLB Jim Martin",
      "Secondary": "SS Gary Lowe FS Dick LeBeau LDH Jim David* RDH Yale Lary*",
      "Sp. Teams": "PR Yale Lary* KR Ken Webb"
    },
    {
      "Skill": "QB Tobin Rote FB John Henry Johnson LH Ken Webb RH Howard Cassady",
      "Off. Line": "LE Jim Doran LT Lou Creekmur LG Harley Sewell* C Charlie Ane* RG Stan Campbell RT Ken Russell RE Jim Gibbons",
      "Def. Line": "LDE Darris McCord LDT Alex Karras RDT Gil Mains RDE Gene Cronin",
      "Linebackers": "LLB Bob Long MLB Joe Schmidt*+ RLB Roger Zatkoff",
      "Secondary": "SS Yale Lary*+ FS Jack Christiansen LDH Jim David* RDH Terry Barr",
      "Sp. Teams": "PR Yale Lary*+ KR Gene Gedman"
    },
    {
      "Skill": "QB Bobby Layne FB John Henry Johnson LH Gene Gedman FL Jerry Reichow",
      "Off. Line": "LE Dave Middleton LT Lou Creekmur*+ LG Harley Sewell* C Frank Gatski RG John Gordy RT Charlie Ane RE Jim Doran",
      "Def. Line": "LDE Darris McCord* LDT Ray Krouse RDT Bob Miller RDE Gene Cronin",
      "Linebackers": "LLB Bob Long MLB Joe Schmidt*+ RLB Roger Zatkoff",
      "Secondary": "SS Jack Christiansen*+ FS Yale Lary* LDH Jim David* RDH Carl Karilivacz",
      "Sp. Teams": "PR Yale Lary* KR Howard Cassady"
    },
    {
      "Skill": "QB Bobby Layne*+ FB Leon Hart LH Howard Cassady RH Gene Gedman",
      "Off. Line": "LE Dorne Dibble LT Lou Creekmur*+ LG Harley Sewell C Charlie Ane* RG Jim Salsbury RT Ollie Spencer RE Dave Middleton",
      "Def. Line": "LDE Darris McCord LDT Ray Krouse MG Joe Schmidt*+ RDT Bob Miller RDE Gil Mains",
      "Linebackers": "LLB Sonny Gandee RLB Bob Long",
      "Secondary": "SS Jack Christiansen*+ FS Yale Lary*+ LDH Jim David* RDH Carl Karilivacz",
      "Sp. Teams": "PR Yale Lary*+ KR Howard Cassady"
    },
    {
      "Skill": "QB Bobby Layne FB Lew Carpenter LH Doak Walker* RH Dave Middleton",
      "Off. Line": "LE Jim Doran LT Lou Creekmur* LG Harley Sewell C Charlie Ane RG George Atkins RT Darris McCord RE Dorne Dibble",
      "Def. Line": "LDE Bob Long LDT Gil Mains MG Jim Salsbury RDT Bob Miller RDE Jim Cain",
      "Linebackers": "LLB Joe Schmidt*+ RLB Sonny Gandee",
      "Secondary": "SS Jack Christiansen*+ FS Carl Karilivacz LDH Jim David* RDH Bill Stits",
      "Sp. Teams": "PR Lee Riley KR Dave Middleton"
    },
    {
      "Skill": "QB Bobby Layne FB Bill Bowman LH Doak Walker*+ RH Bob Hoernschemeyer",
      "Off. Line": "LE Dorne Dibble LT Lou Creekmur*+ LG Harley Sewell C Andy Miketa RG Dick Stanfel+ RT Charlie Ane RE Leon Hart",
      "Def. Line": "LDE Sonny Gandee LDT Gerry Perry MG Les Bingaman+ RDT Bob Miller RDE Jim Cain",
      "Linebackers": "LLB Joe Schmidt*+ RLB LaVern Torgeson*",
      "Secondary": "SS Jack Christiansen*+ FS Carl Karilivacz LDH Jim David* RDH Bill Stits*",
      "Sp. Teams": "PR Jack Christiansen*+ KR Jug Girard"
    },
    {
      "Skill": "QB Bobby Layne* FB Ollie Cline LH Doak Walker*+ RH Bob Hoernschemeyer",
      "Off. Line": "LE Cloyce Box LT Charlie Ane LG Harley Sewell C Vince Banonis RG Dick Stanfel*+ RT Ollie Spencer RE Leon Hart",
      "Def. Line": "LDE Sonny Gandee LDT Thurman McGraw MG Les Bingaman*+ RDT John Prchlik RDE Jim Cain",
      "Linebackers": "LLB Joe Schmidt RLB LaVern Torgeson",
      "Secondary": "SS Jack Christiansen*+ FS Yale Lary* LDH Jim David RDH Bob Smith",
      "Sp. Teams": "PR Yale Lary* KR Jack Christiansen*+"
    },
    {
      "Skill": "QB Bobby Layne*+ FB Pat Harder* LH Jug Girard RH Bob Hoernschemeyer*",
      "Off. Line": "LE Cloyce Box*+ LT Lou Creekmur*+ LG Jim Martin C Vince Banonis RG Dick Stanfel RT Gus Cifelli RE Leon Hart",
      "Def. Line": "LDE Jim Doran LDT Thurman McGraw+ MG Les Bingaman RDT John Prchlik RDE Blaine Earon",
      "Linebackers": "LLB Dick Flanagan RLB LaVern Torgeson",
      "Secondary": "SS Bob Smith* FS Jack Christiansen+ LDH Jim David RDH Yale Lary",
      "Sp. Teams": "PR Yale Lary KR Jack Christiansen+"
    },
    {
      "Skill": "QB Bobby Layne* FB Pat Harder LH Doak Walker*+ RH Bob Hoernschemeyer*",
      "Off. Line": "LE Dorne Dibble LT Jim Martin LG Lou Creekmur*+ C LaVern Torgeson RG Dan Rogas RT Gus Cifelli RE Leon Hart*+",
      "Def. Line": "LDE Ed Berrang LDT Thurman McGraw MG Bob Momsen RDT John Prchlik RDE Jim Doran",
      "Linebackers": "LLB Dick Flanagan",
      "Secondary": "SS Don Doll* FS Jack Christiansen LDH Clarence Self RDH Bob Smith",
      "Sp. Teams": "PR Jack Christiansen KR Doak Walker*+"
    },
    {
      "Skill": "QB Bobby Layne FB Ollie Cline LH Doak Walker*+ RH Bob Hoernschemeyer",
      "Off. Line": "LE Cloyce Box* LT Chet Bulger LG Lou Creekmur* C Jack Simmons RG Howie Brown RT Gus Cifelli RE Leon Hart",
      "Def. Line": "LDE Barney Hafen LDT Thurman McGraw* MG Les Bingaman RDT John Prchlik RDE Jim Cain",
      "Linebackers": "LLB John Panelli RLB Jack Lininger",
      "Secondary": "SS Clarence Self FS Bob Smith LDH Bill Schroll RDH Don Doll*",
      "Sp. Teams": "PR Clarence Self KR Doak Walker*+"
    },
    {
      "Skill": "QB Fred Enke FB Camp Wilson LH Bill Dudley RH Wally Triplett",
      "Off. Line": "LE Bob Mann LT George Hekkers LG Mario DeMarco C Jack Simmons RG Bill Ward RT Howie Brown RE John Greene",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Wally Triplett KR Don Doll"
    },
    {
      "Skill": "QB Fred Enke FB Camp Wilson LH Bill Dudley RH Joe Margucci",
      "Off. Line": "LE Kelley Mote LT Russ Thomas LG Howie Brown C Merv Pregulman RG Bill Ward RT Jack Dugger RE Cecil Souders",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Joe Margucci KR Joe Watt"
    },
    {
      "Skill": "QB Roy Zimmerman FB Camp Wilson LH Bill Dudley RH Elmer Madarik",
      "Off. Line": "LE John Greene LT Russ Thomas LG Stan Batinski C Merv Pregulman RG Chuck DeShane RT Mitch Olenski RE Ted Cremer",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Bill Dudley KR Bill Dudley"
    },
    {
      "Skill": "TB Dave Ryan FB Camp Wilson BB Chuck DeShane WB Elmer Madarik",
      "Off. Line": "LE Ted Cremer LT Russ Thomas LG Stan Batinski C Frank Szymanski RG Damon Tassos RT Emil Uremovich RE Jack Matheson",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Dave Ryan KR Dave Ryan"
    },
    {
      "Skill": "TB Chuck Fenenbock FB Bob Westfall+ BB Buzz Trebotich WB Andy Farkas",
      "Off. Line": "LE John Greene LT Bill Callihan LG Stan Batinski C Robert Nelson RG Bill Radovich+ RT Emil Uremovich RE Jack Matheson",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Dave Ryan KR Andy Farkas"
    },
    {
      "Skill": "TB Frankie Sinkwich+ FB Bob Westfall BB Bill Callihan WB Art Van Tone",
      "Off. Line": "LE Dave Diehl LT Stan Batinski LG John Greene C Alex Wojciechowicz RG Al Kaporch RT Luke Lindon RE Jack Matheson",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Frankie Sinkwich+ KR Art Van Tone"
    },
    {
      "Skill": "TB Frankie Sinkwich FB Harry Hopp BB Murray Evans WB Ned Mathews",
      "Off. Line": "LE Bill Fisk LT Augie Lio LG Jack Matheson C Alex Wojciechowicz RG Anthony Rubino RT Al Kaporch RE Ben Hightower",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Frankie Sinkwich KR Chuck Fenenbock"
    },
    {
      "Skill": "TB Harry Hopp* FB Mickey Sanzotta BB Bill Callihan WB Ned Mathews",
      "Off. Line": "LE Bill Fisk LT Alex Schibanoff LG Ted Pavelec C John Schiechl RG Augie Lio* RT Emil Uremovich RE Alex Wojciechowicz",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Harry Hopp* KR Harry Hopp*"
    },
    {
      "Skill": "TB Whizzer White FB Harry Hopp BB Bill Callihan WB Dick Booth",
      "Off. Line": "LE Bill Fisk LT John Tripson* LG Augie Lio* C Alex Wojciechowicz RG Socko Wiethe RT Tony Furst RE Paul Szakash",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Whizzer White KR Whizzer White"
    },
    {
      "Skill": "TB Whizzer White+ FB Howie Weiss BB Fred Vanzo WB Lloyd Cardwell",
      "Off. Line": "LE Stillman Rouse LT Jack Johnson LG Socko Wiethe+ C Tony Calvelli RG Bill Feldhaus RT Harry Smith* RE Chuck Hanneman",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Bill Callihan KR Bill Callihan"
    },
    {
      "Skill": "TB Dwight Sloan FB Bill Shepherd BB Fred Vanzo* WB Lloyd Cardwell",
      "Off. Line": "LE Monk Moscrip LT Jack Johnson* LG Socko Wiethe+ C Alex Wojciechowicz RG Bill Feldhaus RT Ray George* RE Chuck Hanneman",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Jim Austin KR Jim Austin"
    },
    {
      "Skill": "TB Vern Huffman FB Ace Gutowsky BB Fred Vanzo WB Lloyd Cardwell*",
      "Off. Line": "LE Ed Klewicki LT Jack Johnson LG Sid Wagner C Dixie Stokes RG Bill Feldhaus RT Bob Reynolds RE Monk Moscrip",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Lou Barle KR Lou Barle"
    },
    {
      "Skill": "TB Dutch Clark+ FB Ace Gutowsky BB Vern Huffman WB Ernie Caddel",
      "Off. Line": "LE Ed Klewicki+ LT Jack Johnson LG Ox Emerson C Dixie Stokes RG Sid Wagner RT Bob Reynolds RE Butch Morse",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Ernie Caddel KR Ernie Caddel"
    },
    {
      "Skill": "TB Dutch Clark+ FB Ace Gutowsky BB Frank Christensen WB Ernie Caddel",
      "Off. Line": "LE Ed Klewicki LT Jack Johnson LG Sam Knox C Del Ritchhart RG Joe Kopcha RT George Christensen RE John Schneller",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Ernie Caddel KR Ernie Caddel"
    },
    {
      "Skill": "TB Dutch Clark+ FB Ace Gutowsky BB Frank Christensen WB Ernie Caddel",
      "Off. Line": "LE Ed Klewicki LT Jack Johnson LG Sam Knox C Clare Randolph RG Ox Emerson+ RT George Christensen RE John Schneller",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Steve Banas KR Steve Banas"
    },
    {
      "Skill": "TB Dutch Clark+ FB Frank Christensen BB Father Lumpkin WB Ernie Caddel",
      "Off. Line": "LE Bill McKalip LT Jack Johnson LG Maury Bodenger C Clare Randolph RG Ox Emerson+ RT George Christensen RE Harry Ebding",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Chuck Bernard KR Chuck Bernard"
    },
    {
      "Skill": "TB Glenn Presnell+ FB Ace Gutowsky BB Father Lumpkin WB Ernie Caddel",
      "Off. Line": "LE John Cavosie LT Buster Mitchell LG Maury Bodenger C Clare Randolph RG Ox Emerson+ RT George Christensen+ RE Harry Ebding+",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Gene Alford KR Gene Alford"
    },
    {
      "Skill": "TB Dutch Clark+ FB John Cavosie BB Father Lumpkin+ WB Gene Alford",
      "Off. Line": "LE Bill McKalip LT Bob Armstrong LG Maury Bodenger C Ray Davis RG Ox Emerson+ RT George Christensen RE Harry Ebding",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Gene Alford KR Gene Alford"
    },
    {
      "Skill": "TB Glenn Presnell FB Elmer Schwartz BB Father Lumpkin WB Gene Alford",
      "Off. Line": "LE Bill McKalip LT Forrest Douds LG Maury Bodenger C Clare Randolph RG Ox Emerson RT George Christensen RE Harry Ebding",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Gene Alford KR Gene Alford"
    },
    {
      "Skill": "TB Chuck Bennett FB Father Lumpkin BB Cy Kahl WB Bill Glassgow",
      "Off. Line": "LE Lou Jennings LT Vin Schleusner LG Ernie Meyer C Richard Brown RG Fred Roberts RT Dud Harris RE Bill Fleckenstein",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Walt Ambrose KR Walt Ambrose"
    }
  ]