[
    {
      "Skill": "QB Aaron Rodgers*+ RB Aaron Jones WR Davante Adams*+ WR Allen Lazard WR Marquez Valdes-Scantling TE Marcedes Lewis",
      "Off. Line": "LT Elgton Jenkins LG Jon Runyan Jr. C Lucas Patrick RG Royce Newman RT Billy Turner",
      "Def. Line": "LDE Dean Lowry NT Kenny Clark* RDE Kingsley Keke",
      "Linebackers": "LOLB Preston Smith LILB Krys Barnes RILB De'Vondre Campbell+ ROLB Rashan Gary",
      "Secondary": "LCB Eric Stokes RCB Rasul Douglas SS Adrian Amos FS Darnell Savage Jr.",
      "Sp. Teams": "PR Amari Rodgers KR Amari Rodgers"
    },
    {
      "Skill": "QB Aaron Rodgers*+ RB Aaron Jones* WR Davante Adams*+ WR Marquez Valdes-Scantling TE Marcedes Lewis TE Robert Tonyan",
      "Off. Line": "LT David Bakhtiari*+ LG Elgton Jenkins* C Corey Linsley+ RG Lucas Patrick RT Billy Turner",
      "Def. Line": "LDE Dean Lowry NT Kenny Clark RDE Kingsley Keke",
      "Linebackers": "LOLB Preston Smith LILB Christian Kirksey RILB Krys Barnes ROLB Za'Darius Smith*",
      "Secondary": "LCB Jaire Alexander* RCB Kevin King SS Adrian Amos FS Darnell Savage Jr.",
      "Sp. Teams": "PR Tyler Ervin KR Darrius Shepherd"
    },
    {
      "Skill": "QB Aaron Rodgers* RB Aaron Jones WR Davante Adams* WR Marquez Valdes-Scantling TE Jimmy Graham TE Marcedes Lewis",
      "Off. Line": "LT David Bakhtiari* LG Elgton Jenkins C Corey Linsley RG Billy Turner RT Bryan Bulaga",
      "Def. Line": "LDE Dean Lowry NT Kenny Clark* RDE Tyler Lancaster",
      "Linebackers": "LOLB Preston Smith LILB Blake Martinez RILB B.J. Goodson ROLB Za'Darius Smith*",
      "Secondary": "LCB Jaire Alexander RCB Kevin King SS Adrian Amos FS Darnell Savage Jr.",
      "Sp. Teams": "PR Tyler Ervin KR Tremon Smith"
    },
    {
      "Skill": "QB Aaron Rodgers* RB Aaron Jones WR Davante Adams* WR Equanimeous St. Brown WR Marquez Valdes-Scantling TE Jimmy Graham",
      "Off. Line": "LT David Bakhtiari+ LG Lane Taylor C Corey Linsley RG Byron Bell RT Bryan Bulaga",
      "Def. Line": "LDE Dean Lowry NT Kenny Clark RDE Mike Daniels",
      "Linebackers": "LOLB Clay Matthews LILB Blake Martinez RILB Antonio Morrison ROLB Nick Perry",
      "Secondary": "LCB Jaire Alexander RCB Kevin King SS Tramon Williams FS Kentrell Brice",
      "Sp. Teams": "PR Tramon Williams KR Ty Montgomery"
    },
    {
      "Skill": "QB Brett Hundley RB Jamaal Williams WR Davante Adams* WR Randall Cobb WR Jordy Nelson TE Martellus Bennett",
      "Off. Line": "LT David Bakhtiari LG Lane Taylor C Corey Linsley RG Jahri Evans RT Justin McCray",
      "Def. Line": "LDE Dean Lowry NT Kenny Clark RDE Mike Daniels*",
      "Linebackers": "LOLB Clay Matthews LILB Jake Ryan RILB Blake Martinez ROLB Nick Perry",
      "Secondary": "LCB Davon House RCB Damarious Randall SS Morgan Burnett FS Ha Ha Clinton-Dix",
      "Sp. Teams": "PR Trevor Davis KR Trevor Davis"
    },
    {
      "Skill": "QB Aaron Rodgers* RB Ty Montgomery WR Davante Adams WR Randall Cobb WR Jordy Nelson TE Richard Rodgers",
      "Off. Line": "LT David Bakhtiari* LG Lane Taylor C Corey Linsley RG T.J. Lang* RT Bryan Bulaga",
      "Def. Line": "NT Letroy Guion RDE Mike Daniels",
      "Linebackers": "LOLB Julius Peppers LILB Jake Ryan RILB Blake Martinez ROLB Nick Perry",
      "Secondary": "LCB Damarious Randall RCB Ladarius Gunter SS Morgan Burnett FS Ha Ha Clinton-Dix* DB Micah Hyde",
      "Sp. Teams": "PR Micah Hyde KR Ty Montgomery"
    },
    {
      "Skill": "QB Aaron Rodgers* RB Eddie Lacy WR Davante Adams WR Randall Cobb WR James Jones TE Richard Rodgers",
      "Off. Line": "LT David Bakhtiari LG Josh Sitton* C Corey Linsley RG T.J. Lang RT Bryan Bulaga",
      "Def. Line": "NT B.J. Raji RDE Mike Daniels",
      "Linebackers": "LOLB Julius Peppers* LILB Nate Palmer RILB Clay Matthews* ROLB Mike Neal",
      "Secondary": "LCB Damarious Randall RCB Sam Shields SS Morgan Burnett FS Ha Ha Clinton-Dix DB Casey Hayward",
      "Sp. Teams": "PR Micah Hyde KR Jeff Janis"
    },
    {
      "Skill": "QB Aaron Rodgers*+ RB Eddie Lacy WR Davante Adams WR Randall Cobb* WR Jordy Nelson* TE Andrew Quarless",
      "Off. Line": "LT David Bakhtiari LG Josh Sitton* C Corey Linsley RG T.J. Lang RT Bryan Bulaga",
      "Def. Line": "NT Letroy Guion RDE Mike Daniels",
      "Linebackers": "LOLB Julius Peppers LILB A.J. Hawk RILB Sam Barrington ROLB Clay Matthews*",
      "Secondary": "LCB Tramon Williams RCB Sam Shields* SS Morgan Burnett FS Ha Ha Clinton-Dix DB Micah Hyde",
      "Sp. Teams": "PR Randall Cobb* KR DuJuan Harris"
    },
    {
      "Skill": "QB Aaron Rodgers RB Eddie Lacy* WR Jarrett Boykin WR James Jones WR Jordy Nelson TE Andrew Quarless",
      "Off. Line": "LT David Bakhtiari LG Josh Sitton C Evan Dietrich-Smith RG T.J. Lang RT Don Barclay",
      "Def. Line": "LDE B.J. Raji NT Ryan Pickett RDE Johnny Jolly",
      "Linebackers": "LOLB Mike Neal LILB A.J. Hawk RILB Brad Jones ROLB Clay Matthews",
      "Secondary": "LCB Tramon Williams RCB Sam Shields SS Morgan Burnett FS M.D. Jennings",
      "Sp. Teams": "PR Micah Hyde KR Micah Hyde"
    },
    {
      "Skill": "QB Aaron Rodgers* RB Cedric Benson WR Randall Cobb WR James Jones WR Jordy Nelson TE Jermichael Finley",
      "Off. Line": "LT Marshall Newhouse LG T.J. Lang C Jeff Saturday* RG Josh Sitton* RT Bryan Bulaga",
      "Def. Line": "LDE Ryan Pickett NT B.J. Raji RDE C.J. Wilson",
      "Linebackers": "LOLB Erik Walden LILB A.J. Hawk RILB Brad Jones ROLB Clay Matthews*",
      "Secondary": "LCB Tramon Williams RCB Sam Shields SS Morgan Burnett FS M.D. Jennings",
      "Sp. Teams": "PR Randall Cobb KR Randall Cobb"
    },
    {
      "Skill": "QB Aaron Rodgers*+ RB Ryan Grant WR Donald Driver WR Greg Jennings* WR Jordy Nelson TE Jermichael Finley",
      "Off. Line": "LT Marshall Newhouse LG T.J. Lang C Scott Wells* RG Josh Sitton RT Bryan Bulaga",
      "Def. Line": "LDE Ryan Pickett NT B.J. Raji* RDE Howard Green",
      "Linebackers": "LOLB Clay Matthews* LILB A.J. Hawk RILB Desmond Bishop ROLB Erik Walden",
      "Secondary": "LCB Charles Woodson*+ RCB Tramon Williams SS Charlie Peprah FS Morgan Burnett",
      "Sp. Teams": "PR Randall Cobb KR Randall Cobb"
    },
    {
      "Skill": "QB Aaron Rodgers RB Brandon Jackson FB Korey Hall WR Donald Driver WR Greg Jennings* TE Donald Lee",
      "Off. Line": "LT Chad Clifton* LG Daryn Colledge C Scott Wells RG Josh Sitton RT Bryan Bulaga",
      "Def. Line": "LDE Ryan Pickett NT B.J. Raji RDE Cullen Jenkins",
      "Linebackers": "LOLB Clay Matthews*+ LILB A.J. Hawk RILB Desmond Bishop ROLB Frank Zombo",
      "Secondary": "LCB Charles Woodson* RCB Tramon Williams* SS Charlie Peprah FS Nick Collins*",
      "Sp. Teams": "PR Tramon Williams* KR Jordy Nelson"
    },
    {
      "Skill": "QB Aaron Rodgers* RB Ryan Grant WR Donald Driver WR Greg Jennings TE Jermichael Finley TE Donald Lee",
      "Off. Line": "LT Chad Clifton LG Daryn Colledge C Scott Wells RG Josh Sitton RT Mark Tauscher",
      "Def. Line": "LDE Johnny Jolly NT Ryan Pickett RDE Cullen Jenkins",
      "Linebackers": "LOLB Aaron Kampman LILB A.J. Hawk RILB Nick Barnett ROLB Clay Matthews*",
      "Secondary": "LCB Charles Woodson*+ RCB Al Harris SS Atari Bigby FS Nick Collins*",
      "Sp. Teams": "PR Jordy Nelson KR Jordy Nelson"
    },
    {
      "Skill": "QB Aaron Rodgers RB Ryan Grant WR Donald Driver WR Greg Jennings TE Tory Humphrey TE Donald Lee",
      "Off. Line": "LT Chad Clifton LG Daryn Colledge C Scott Wells RG Jason Spitz RT Mark Tauscher",
      "Def. Line": "LDE Aaron Kampman LDT Ryan Pickett RDT Johnny Jolly RDE Mike Montgomery",
      "Linebackers": "LLB Brady Poppinga MLB Nick Barnett RLB A.J. Hawk",
      "Secondary": "LCB Charles Woodson* RCB Al Harris* SS Aaron Rouse FS Nick Collins*",
      "Sp. Teams": "PR Will Blackmon KR Will Blackmon"
    },
    {
      "Skill": "QB Brett Favre* RB Ryan Grant FB Korey Hall WR Donald Driver* WR Greg Jennings TE Donald Lee",
      "Off. Line": "LT Chad Clifton* LG Daryn Colledge C Scott Wells RG Jason Spitz RT Mark Tauscher",
      "Def. Line": "LDE Aaron Kampman* LDT Ryan Pickett RDT Corey Williams RDE Cullen Jenkins",
      "Linebackers": "LLB Brady Poppinga MLB Nick Barnett RLB A.J. Hawk",
      "Secondary": "LCB Charles Woodson RCB Al Harris* SS Atari Bigby FS Nick Collins",
      "Sp. Teams": "PR Charles Woodson KR Tramon Williams"
    },
    {
      "Skill": "QB Brett Favre RB Ahman Green FB William Henderson WR Donald Driver* WR Greg Jennings TE Bubba Franks",
      "Off. Line": "LT Chad Clifton LG Daryn Colledge C Scott Wells RG Jason Spitz RT Mark Tauscher",
      "Def. Line": "LDE Aaron Kampman* LDT Corey Williams RDT Ryan Pickett RDE Kabeer Gbaja-Biamila",
      "Linebackers": "LLB Brady Poppinga MLB Nick Barnett RLB A.J. Hawk",
      "Secondary": "LCB Charles Woodson RCB Al Harris SS Marquand Manuel FS Nick Collins",
      "Sp. Teams": "PR Charles Woodson KR Vernand Morency"
    },
    {
      "Skill": "QB Brett Favre RB Samkon Gado FB William Henderson WR Donald Driver WR Robert Ferguson TE David Martin",
      "Off. Line": "LT Chad Clifton LG Scott Wells C Mike Flanagan RG Will Whitticker RT Mark Tauscher",
      "Def. Line": "LDE Aaron Kampman LDT Grady Jackson RDT Cullen Jenkins RDE Kabeer Gbaja-Biamila",
      "Linebackers": "LLB Paris Lenon MLB Nick Barnett RLB Robert Thomas",
      "Secondary": "LCB Ahmad Carroll RCB Al Harris SS Mark Roman FS Nick Collins",
      "Sp. Teams": "PR Antonio Chatman KR Ahmad Carroll"
    },
    {
      "Skill": "QB Brett Favre RB Ahman Green* FB William Henderson*+ WR Donald Driver WR Javon Walker* TE Bubba Franks",
      "Off. Line": "LT Chad Clifton LG Mike Wahle C Grey Ruegamer RG Marco Rivera* RT Mark Tauscher",
      "Def. Line": "LDE Aaron Kampman LDT Grady Jackson RDT Cletidus Hunt RDE Kabeer Gbaja-Biamila",
      "Linebackers": "LLB Hannibal Navies MLB Nick Barnett RLB Na'il Diggs",
      "Secondary": "LCB Ahmad Carroll RCB Al Harris SS Mark Roman FS Darren Sharper",
      "Sp. Teams": "PR Antonio Chatman KR Antonio Chatman"
    },
    {
      "Skill": "QB Brett Favre* RB Ahman Green* FB William Henderson WR Donald Driver WR Robert Ferguson TE Bubba Franks*",
      "Off. Line": "LT Chad Clifton LG Mike Wahle C Mike Flanagan* RG Marco Rivera* RT Mark Tauscher",
      "Def. Line": "LDE Aaron Kampman LDT Gilbert Brown RDT Cletidus Hunt RDE Kabeer Gbaja-Biamila*",
      "Linebackers": "LLB Hannibal Navies MLB Nick Barnett RLB Na'il Diggs",
      "Secondary": "LCB Mike McKenzie RCB Al Harris SS Antuan Edwards FS Darren Sharper",
      "Sp. Teams": "PR Antonio Chatman KR Antonio Chatman"
    },
    {
      "Skill": "QB Brett Favre* RB Ahman Green* FB William Henderson WR Donald Driver* WR Terry Glenn TE Bubba Franks*",
      "Off. Line": "LT Mike Flanagan LG Mike Wahle C Frank Winters RG Marco Rivera* RT Earl Dotson",
      "Def. Line": "LDE Vonnie Holliday LDT Gilbert Brown RDT Cletidus Hunt RDE Kabeer Gbaja-Biamila",
      "Linebackers": "LLB Na'il Diggs MLB Hardy Nickerson RLB Nate Wayne",
      "Secondary": "LCB Mike McKenzie RCB Tyrone Williams SS Marques Anderson FS Darren Sharper*",
      "Sp. Teams": "PR Darrien Gordon KR Javon Walker"
    },
    {
      "Skill": "QB Brett Favre* RB Ahman Green* FB William Henderson WR Antonio Freeman WR Bill Schroeder TE Bubba Franks*",
      "Off. Line": "LT Chad Clifton LG Mike Wahle C Mike Flanagan RG Marco Rivera RT Mark Tauscher",
      "Def. Line": "LDE Vonnie Holliday LDT Gilbert Brown RDT Santana Dotson RDE John Thierry",
      "Linebackers": "LLB Na'il Diggs MLB Bernardo Harris RLB Nate Wayne",
      "Secondary": "LCB Mike McKenzie RCB Tyrone Williams SS LeRoy Butler FS Darren Sharper",
      "Sp. Teams": "PR Antonio Freeman KR Allen Rossum"
    },
    {
      "Skill": "QB Brett Favre RB Ahman Green WR Antonio Freeman WR Bill Schroeder TE Tyrone Davis TE Bubba Franks",
      "Off. Line": "LT Chad Clifton LG Ross Verba C Frank Winters RG Marco Rivera RT Mark Tauscher",
      "Def. Line": "LDE Cletidus Hunt LDT Russell Maryland RDT Santana Dotson RDE John Thierry",
      "Linebackers": "LLB Na'il Diggs MLB Bernardo Harris RLB Nate Wayne",
      "Secondary": "LCB Mike McKenzie RCB Tyrone Williams SS LeRoy Butler FS Darren Sharper*+",
      "Sp. Teams": "PR Allen Rossum KR Allen Rossum"
    },
    {
      "Skill": "QB Brett Favre RB Dorsey Levens FB William Henderson WR Antonio Freeman WR Bill Schroeder TE Tyrone Davis",
      "Off. Line": "LT Ross Verba LG Mike Wahle C Frank Winters RG Marco Rivera RT Earl Dotson",
      "Def. Line": "LDE Vaughn Booker LDT Gilbert Brown RDT Santana Dotson RDE Vonnie Holliday",
      "Linebackers": "LLB George Koonce MLB Bernardo Harris RLB Jude Waddy",
      "Secondary": "LCB Mike McKenzie RCB Tyrone Williams SS LeRoy Butler FS Darren Sharper",
      "Sp. Teams": "PR Desmond Howard KR Basil Mitchell"
    },
    {
      "Skill": "QB Brett Favre RB Travis Jervey FB William Henderson WR Robert Brooks WR Antonio Freeman*+ TE Mark Chmura*",
      "Off. Line": "LT Ross Verba LG Marco Rivera C Frank Winters RG Adam Timmerman RT Earl Dotson",
      "Def. Line": "LDE Reggie White*+ LDT Gilbert Brown RDT Santana Dotson RDE Vonnie Holliday",
      "Linebackers": "LLB George Koonce MLB Bernardo Harris RLB Brian Williams",
      "Secondary": "LCB Craig Newsome RCB Tyrone Williams SS LeRoy Butler*+ FS Darren Sharper",
      "Sp. Teams": "PR Roell Preston* KR Roell Preston*"
    },
    {
      "Skill": "QB Brett Favre*+ RB Dorsey Levens* FB William Henderson WR Robert Brooks WR Antonio Freeman TE Mark Chmura*",
      "Off. Line": "LT Ross Verba LG Aaron Taylor C Frank Winters RG Adam Timmerman RT Earl Dotson",
      "Def. Line": "LDE Reggie White* LDT Santana Dotson RDT Gilbert Brown RDE Gabe Wilkins",
      "Linebackers": "LLB Seth Joyner MLB Bernardo Harris RLB Brian Williams",
      "Secondary": "LCB Tyrone Williams RCB Doug Evans SS LeRoy Butler*+ FS Eugene Robinson",
      "Sp. Teams": "PR Bill Schroeder KR Bill Schroeder"
    },
    {
      "Skill": "QB Brett Favre*+ RB Edgar Bennett FB William Henderson WR Robert Brooks WR Antonio Freeman TE Mark Chmura",
      "Off. Line": "LT John Michels LG Aaron Taylor C Frank Winters* RG Adam Timmerman RT Earl Dotson",
      "Def. Line": "LDE Reggie White* LDT Gilbert Brown RDT Santana Dotson RDE Sean Jones",
      "Linebackers": "LLB Wayne Simmons MLB George Koonce RLB Brian Williams",
      "Secondary": "LCB Craig Newsome RCB Doug Evans SS LeRoy Butler*+ FS Eugene Robinson",
      "Sp. Teams": "PR Desmond Howard KR Desmond Howard"
    },
    {
      "Skill": "QB Brett Favre*+ RB Dorsey Levens FB Edgar Bennett WR Robert Brooks WR Mark Ingram TE Mark Chmura*",
      "Off. Line": "LT Ken Ruettgers LG Aaron Taylor C Frank Winters RG Harry Galbreath RT Earl Dotson",
      "Def. Line": "LDE Reggie White*+ LDT John Jurkovic RDT Gabe Wilkins RDE Sean Jones",
      "Linebackers": "LLB Wayne Simmons MLB Fred Strickland RLB George Koonce",
      "Secondary": "LCB Craig Newsome RCB Doug Evans SS LeRoy Butler FS George Teague",
      "Sp. Teams": "PR Antonio Freeman KR Antonio Freeman"
    },
    {
      "Skill": "QB Brett Favre RB Reggie Cobb FB Edgar Bennett WR Robert Brooks WR Sterling Sharpe* TE Ed West",
      "Off. Line": "LT Ken Ruettgers LG Guy McIntyre C Frank Winters RG Harry Galbreath RT Joe Sims",
      "Def. Line": "LDE Reggie White* LDT John Jurkovic RDT Steve McMichael RDE Sean Jones",
      "Linebackers": "LLB Bryce Paup* MLB Fred Strickland RLB George Koonce",
      "Secondary": "LCB Terrell Buckley RCB Doug Evans SS LeRoy Butler FS George Teague",
      "Sp. Teams": "PR Robert Brooks KR Corey Harris"
    },
    {
      "Skill": "QB Brett Favre* RB Darrell Thompson FB Edgar Bennett WR Mark Clayton WR Sterling Sharpe*+ TE Jackie Harris",
      "Off. Line": "LT Ken Ruettgers LG Doug Widell C Frank Winters RG Harry Galbreath RT Tootie Robbins",
      "Def. Line": "LDE Reggie White* NT John Jurkovic RDE Matt Brock",
      "Linebackers": "LOLB Wayne Simmons LILB George Koonce RILB Johnny Holland ROLB Bryce Paup",
      "Secondary": "LCB Terrell Buckley RCB Roland Mitchell SS LeRoy Butler*+ FS George Teague",
      "Sp. Teams": "PR Mike Prior KR Robert Brooks"
    },
    {
      "Skill": "QB Brett Favre* RB Vince Workman FB Harry Sydney WR Sanjay Beach WR Sterling Sharpe*+ TE Jackie Harris",
      "Off. Line": "LT Ken Ruettgers LG Frank Winters C James Campen RG Ron Hallstrom RT Tootie Robbins",
      "Def. Line": "LDE Matt Brock NT John Jurkovic RDE Robert Brown",
      "Linebackers": "LOLB George Koonce LILB Brian Noble RILB Johnny Holland ROLB Tony Bennett",
      "Secondary": "LCB Terrell Buckley RCB Vinnie Clark SS LeRoy Butler FS Chuck Cecil*",
      "Sp. Teams": "PR Terrell Buckley KR Corey Harris"
    },
    {
      "Skill": "QB Don Majkowski RB Keith Woodside FB Darrell Thompson WR Perry Kemp WR Sterling Sharpe TE Ed West",
      "Off. Line": "LT Louis Cheek LG Rich Moran C James Campen RG Ron Hallstrom RT Tony Mandarich",
      "Def. Line": "LDE Matt Brock NT Esera Tuaolo RDE Robert Brown",
      "Linebackers": "LOLB Scott Stephen LILB Brian Noble RILB Johnny Holland ROLB Tony Bennett",
      "Secondary": "LCB Jerry Holmes RCB LeRoy Butler SS Mark Murphy FS Chuck Cecil",
      "Sp. Teams": "PR Vai Sikahema KR Charles Wilson"
    },
    {
      "Skill": "QB Don Majkowski RB Keith Woodside FB Michael Haddix WR Perry Kemp WR Sterling Sharpe* TE Ed West",
      "Off. Line": "LT Ken Ruettgers LG Billy Ard C James Campen RG Keith Uecker RT Tony Mandarich",
      "Def. Line": "LDE Matt Brock NT Bob Nelson RDE Robert Brown",
      "Linebackers": "LOLB Scott Stephen LILB Brian Noble RILB Johnny Holland ROLB Tim Harris",
      "Secondary": "LCB Mark Lee RCB Jerry Holmes SS Mark Murphy FS Chuck Cecil",
      "Sp. Teams": "PR Jeff Query KR Charles Wilson"
    },
    {
      "Skill": "QB Don Majkowski* RB Keith Woodside FB Brent Fullwood* WR Perry Kemp WR Sterling Sharpe*+ TE Ed West",
      "Off. Line": "LT Ken Ruettgers LG Rich Moran C Blair Bush RG Ron Hallstrom RT Alan Veingrad",
      "Def. Line": "LDE Blaise Winter NT Bob Nelson RDE Robert Brown",
      "Linebackers": "LOLB John Anderson LILB Brian Noble RILB Johnny Holland ROLB Tim Harris*+",
      "Secondary": "LCB Mark Lee RCB Dave Brown SS Mark Murphy FS Ken Stills",
      "Sp. Teams": "PR Jeff Query KR Vince Workman"
    },
    {
      "Skill": "QB Don Majkowski RB Keith Woodside FB Brent Fullwood WR Sterling Sharpe WR Walter Stanley TE Ed West",
      "Off. Line": "LT Ken Ruettgers LG Rich Moran C Mark Cannon RG Ron Hallstrom RT Keith Uecker",
      "Def. Line": "LDE Alphonso Carreker NT Blaise Winter RDE Robert Brown",
      "Linebackers": "LOLB John Anderson LILB Brian Noble RILB Johnny Holland ROLB Tim Harris",
      "Secondary": "LCB Mark Lee RCB Dave Brown SS Mark Murphy FS Ken Stills",
      "Sp. Teams": "PR Walter Stanley KR Brent Fullwood"
    },
    {
      "Skill": "QB Randy Wright RB Kenneth Davis FB Jessie Clark WR Phil Epps WR Walter Stanley TE Ed West",
      "Off. Line": "LT Ken Ruettgers LG Rich Moran C Mark Cannon RG Ron Hallstrom RT Keith Uecker",
      "Def. Line": "LDE Alphonso Carreker NT Jerry Boyarsky RDE Robert Brown",
      "Linebackers": "LOLB John Anderson LILB Brian Noble RILB Johnny Holland ROLB Tim Harris",
      "Secondary": "LCB Mark Lee RCB Dave Brown SS Mark Murphy FS Ken Stills",
      "Sp. Teams": "PR Walter Stanley KR Brent Fullwood"
    },
    {
      "Skill": "QB Randy Wright RB Kenneth Davis FB Paul Ott Carruth WR Phil Epps WR James Lofton TE Dan Ross",
      "Off. Line": "LT Ken Ruettgers LG Tom Neville C Karl Swanke RG Ron Hallstrom RT Alan Veingrad",
      "Def. Line": "LDE Alphonso Carreker NT Charles Martin RDE Robert Brown",
      "Linebackers": "LOLB Tim Harris LILB Randy Scott RILB John Dorsey ROLB Brian Noble",
      "Secondary": "LCB Mark Lee RCB Mossy Cade SS Tiger Greene FS Ken Stills",
      "Sp. Teams": "PR Walter Stanley KR Walter Stanley"
    },
    {
      "Skill": "QB Lynn Dickey RB Eddie Lee Ivery FB Jessie Clark WR Phil Epps WR James Lofton* TE Paul Coffman",
      "Off. Line": "LT Karl Swanke LG Rich Moran C Mark Cannon RG Ron Hallstrom RT Greg Koch",
      "Def. Line": "LDE Alphonso Carreker NT Charles Martin RDE Ezra Johnson",
      "Linebackers": "LOLB John Anderson LILB Randy Scott RILB Brian Noble ROLB Mike Douglass",
      "Secondary": "LCB Mark Lee RCB Tim Lewis SS Mark Murphy FS Tom Flynn",
      "Sp. Teams": "PR Phil Epps KR Gary Ellerson"
    },
    {
      "Skill": "QB Lynn Dickey RB Gerry Ellis FB Jessie Clark WR John Jefferson WR James Lofton* TE Paul Coffman*",
      "Off. Line": "LT Karl Swanke LG Tim Huffman C Larry McCarren RG Ron Hallstrom RT Greg Koch",
      "Def. Line": "LDE Alphonso Carreker NT Terry Jones RDE Donnie Humphrey",
      "Linebackers": "LOLB John Anderson LILB Randy Scott RILB George Cumby ROLB Mike Douglass",
      "Secondary": "LCB Mark Lee RCB Tim Lewis SS Mark Murphy FS Tom Flynn",
      "Sp. Teams": "PR Phil Epps KR Del Rodgers"
    },
    {
      "Skill": "QB Lynn Dickey RB Eddie Lee Ivery FB Gerry Ellis WR John Jefferson WR James Lofton* TE Paul Coffman*",
      "Off. Line": "LT Karl Swanke LG Dave Drechsler C Larry McCarren* RG Syd Kitson RT Greg Koch",
      "Def. Line": "LDE Byron Braggs NT Charles Johnson RDE Ezra Johnson",
      "Linebackers": "LOLB John Anderson LILB Rich Wingo RILB George Cumby ROLB Mike Douglass",
      "Secondary": "LCB Mark Lee RCB Mike McCoy SS Johnnie Gray FS Mark Murphy",
      "Sp. Teams": "PR Phil Epps KR Harlan Huckleby"
    },
    {
      "Skill": "QB Lynn Dickey RB Eddie Lee Ivery FB Gerry Ellis WR John Jefferson* WR James Lofton* TE Paul Coffman*",
      "Off. Line": "LT Karl Swanke LG Derrel Gofourth C Larry McCarren* RG Leotis Harris RT Greg Koch",
      "Def. Line": "LDE Mike Butler NT Terry Jones RDE Ezra Johnson",
      "Linebackers": "LOLB John Anderson LILB Rich Wingo RILB George Cumby ROLB Mike Douglass",
      "Secondary": "LCB Mark Lee RCB Mike McCoy SS Johnnie Gray FS Maurice Harvey",
      "Sp. Teams": "PR Phil Epps KR Del Rodgers"
    },
    {
      "Skill": "QB Lynn Dickey RB Harlan Huckleby FB Gerry Ellis WR John Jefferson WR James Lofton*+ TE Paul Coffman",
      "Off. Line": "LT Mark Koncar LG Derrel Gofourth C Larry McCarren RG Leotis Harris RT Greg Koch",
      "Def. Line": "LDE Mike Butler NT Terry Jones RDE Casey Merrill",
      "Linebackers": "LOLB John Anderson LILB Rich Wingo RILB George Cumby ROLB Mike Douglass",
      "Secondary": "LCB Mark Lee RCB Mike McCoy SS Johnnie Gray FS Maurice Harvey",
      "Sp. Teams": "PR Mark Lee KR Mark Lee"
    },
    {
      "Skill": "QB Lynn Dickey RB Eddie Lee Ivery FB Gerry Ellis WR James Lofton* WR Aundra Thompson TE Paul Coffman",
      "Off. Line": "LT Tim Stokes LG Derrel Gofourth C Larry McCarren RG Leotis Harris RT Greg Koch",
      "Def. Line": "LDE Mike Butler NT Charles Johnson RDE Ezra Johnson",
      "Linebackers": "LOLB John Anderson LILB Ed O'Neil RILB Kurt Allerman ROLB Mike Douglass",
      "Secondary": "LCB Estus Hood RCB Mike McCoy SS Steve Luke FS Johnnie Gray",
      "Sp. Teams": "PR Ron Cassidy KR Mark Lee"
    },
    {
      "Skill": "QB David Whitehurst RB Terdell Middleton FB Eric Torkelson WR James Lofton WR Aundra Thompson TE Paul Coffman",
      "Off. Line": "LT Mark Koncar LG Derrel Gofourth C Larry McCarren RG Leotis Harris RT Greg Koch",
      "Def. Line": "LDE Mike Butler LDT Earl Edwards RDT Charles Johnson RDE Ezra Johnson",
      "Linebackers": "LLB Gary Weaver MLB Rich Wingo RLB Mike Douglass",
      "Secondary": "LCB Estus Hood RCB Mike McCoy SS Steve Luke FS Johnnie Gray",
      "Sp. Teams": "PR Steve Odom KR Steve Odom"
    },
    {
      "Skill": "QB David Whitehurst RB Terdell Middleton* FB Barty Smith WR James Lofton* WR Aundra Thompson TE Rich McGeorge",
      "Off. Line": "LT Tim Stokes LG Derrel Gofourth C Larry McCarren RG Melvin Jackson RT Greg Koch",
      "Def. Line": "LDE Mike Butler LDT Dave Roller RDT Carl Barzilauskas RDE Ezra Johnson*",
      "Linebackers": "LLB Gary Weaver MLB Mike Hunt RLB John Anderson",
      "Secondary": "LCB Willie Buchanon*+ RCB Mike McCoy SS Steve Luke FS Johnnie Gray",
      "Sp. Teams": "PR Steve Odom KR Steve Odom"
    },
    {
      "Skill": "QB Lynn Dickey RB Eric Torkelson FB Barty Smith WR Steve Odom WR Ollie Smith TE Rich McGeorge",
      "Off. Line": "LT Mark Koncar LG Steve Knutson C Larry McCarren RG Melvin Jackson RT Dick Himes",
      "Def. Line": "LDE Mike Butler LDT Dave Roller RDT Dave Pureifory RDE Bob Barber",
      "Linebackers": "LLB Tom Toner MLB Jim Carter RLB Fred Carr",
      "Secondary": "LCB Willie Buchanon RCB Mike McCoy SS Steve Luke FS Johnnie Gray",
      "Sp. Teams": "PR Willard Harrell KR Steve Odom"
    },
    {
      "Skill": "QB Lynn Dickey RB Eric Torkelson FB John Brockington WR Steve Odom WR Ken Payne TE Rich McGeorge",
      "Off. Line": "LT Mark Koncar LG Bruce Van Dyke C Larry McCarren RG Gale Gillingham RT Dick Himes",
      "Def. Line": "LDE Clarence Williams LDT Mike McCoy RDT Dave Pureifory RDE Alden Roche",
      "Linebackers": "LLB Gary Weaver MLB Don Hansen RLB Fred Carr",
      "Secondary": "LCB Willie Buchanon RCB Perry Smith SS Steve Luke FS Johnnie Gray",
      "Sp. Teams": "PR Johnnie Gray KR Steve Odom"
    },
    {
      "Skill": "QB John Hadl RB Willard Harrell FB John Brockington WR Steve Odom* WR Barry Smith TE Rich McGeorge",
      "Off. Line": "LT Ernie McMillan LG Bruce Van Dyke C Larry McCarren RG Keith Wortman RT Dick Himes",
      "Def. Line": "LDE Clarence Williams LDT Mike McCoy RDT Dave Pureifory RDE Alden Roche",
      "Linebackers": "LLB Tom Toner MLB Jim Carter RLB Fred Carr*",
      "Secondary": "LCB Perry Smith RCB Ken Ellis SS Al Matthews FS Johnnie Gray",
      "Sp. Teams": "PR Willard Harrell KR Steve Odom*"
    },
    {
      "Skill": "QB Jerry Tagge RB MacArthur Lane FB John Brockington WR Barry Smith WR Jon Staggers TE Rich McGeorge",
      "Off. Line": "LT Harry Schuh LG Bill Lueck C Larry McCarren RG Gale Gillingham* RT Dick Himes",
      "Def. Line": "LDE Clarence Williams LDT Mike McCoy RDT Steve Okoniewski RDE Alden Roche",
      "Linebackers": "LLB Ted Hendricks*+ MLB Jim Carter RLB Fred Carr",
      "Secondary": "LCB Willie Buchanon* RCB Ken Ellis* SS Al Matthews FS Jim Hill",
      "Sp. Teams": "PR Jon Staggers KR Steve Odom"
    },
    {
      "Skill": "QB Scott Hunter RB John Brockington* FB MacArthur Lane WR Barry Smith WR Jon Staggers TE Rich McGeorge",
      "Off. Line": "LT Mal Snider LG Bill Lueck C Ken Bowman RG Gale Gillingham* RT Dick Himes",
      "Def. Line": "LDE Clarence Williams LDT Mike McCoy RDT Robert Brown RDE Alden Roche",
      "Linebackers": "LLB Tom MacLeod MLB Jim Carter* RLB Fred Carr",
      "Secondary": "LCB Perry Smith RCB Ken Ellis* SS Al Matthews FS Jim Hill",
      "Sp. Teams": "PR Jon Staggers KR Ike Thomas"
    },
    {
      "Skill": "QB Scott Hunter RB MacArthur Lane FB John Brockington* WR Carroll Dale WR Leland Glass TE Len Garrett",
      "Off. Line": "LT Bill Hayhoe LG Bill Lueck C Ken Bowman RG Mal Snider RT Dick Himes",
      "Def. Line": "LDE Clarence Williams LDT Mike McCoy RDT Robert Brown* RDE Alden Roche",
      "Linebackers": "LLB Dave Robinson MLB Jim Carter RLB Fred Carr*",
      "Secondary": "LCB Willie Buchanon RCB Ken Ellis+ SS Al Matthews FS Jim Hill",
      "Sp. Teams": "PR Ken Ellis+ KR Ike Thomas"
    },
    {
      "Skill": "QB Scott Hunter RB Donny Anderson FB John Brockington*+ WR Carroll Dale WR John Spilis TE Rich McGeorge",
      "Off. Line": "LT Francis Peay LG Bill Lueck C Ken Bowman RG Gale Gillingham* RT Dick Himes",
      "Def. Line": "LDE Clarence Williams LDT Mike McCoy RDT Robert Brown RDE Lionel Aldridge",
      "Linebackers": "LLB Dave Robinson MLB Jim Carter RLB Fred Carr",
      "Secondary": "LCB Ken Ellis RCB Al Matthews SS Doug Hart FS Willie Wood",
      "Sp. Teams": "PR Ken Ellis KR Dave Hampton"
    },
    {
      "Skill": "QB Bart Starr RB Donny Anderson FB Jim Grabowski WR Jack Clancy WR Carroll Dale* TE John Hilton",
      "Off. Line": "LT Francis Peay LG Bill Lueck C Ken Bowman RG Gale Gillingham*+ RT Dick Himes",
      "Def. Line": "LDE Clarence Williams LDT Robert Brown RDT Mike McCoy RDE Lionel Aldridge",
      "Linebackers": "LLB Jim Carter MLB Ray Nitschke RLB Fred Carr*",
      "Secondary": "LCB Ken Ellis RCB Bob Jeter SS Doug Hart FS Willie Wood*",
      "Sp. Teams": "PR Willie Wood* KR Ken Ellis"
    },
    {
      "Skill": "QB Bart Starr RB Donny Anderson RB Jim Grabowski WR Carroll Dale* WR Boyd Dowler TE Marv Fleming",
      "Off. Line": "LT Francis Peay LG Bill Lueck C Ken Bowman RG Gale Gillingham* RT Forrest Gregg",
      "Def. Line": "LDE Willie Davis LDT Rich Moore RDT Robert Brown RDE Lionel Aldridge",
      "Linebackers": "LLB Dave Robinson*+ MLB Ray Nitschke RLB Lee Roy Caffey",
      "Secondary": "LCB Herb Adderley+ RCB Bob Jeter* SS Doug Hart FS Willie Wood*",
      "Sp. Teams": "PR Elijah Pitts KR Dave Hampton"
    },
    {
      "Skill": "QB Bart Starr RB Donny Anderson* RB Jim Grabowski FL Carroll Dale* TE Marv Fleming",
      "Off. Line": "LE Boyd Dowler LT Bob Skoronski LG Gale Gillingham C Ken Bowman RG Jerry Kramer RT Forrest Gregg*",
      "Def. Line": "LDE Willie Davis LDT Ron Kostelnik RDT Henry Jordan RDE Lionel Aldridge",
      "Linebackers": "LLB Dave Robinson MLB Ray Nitschke RLB Lee Roy Caffey",
      "Secondary": "LCB Herb Adderley RCB Bob Jeter SS Tom Brown FS Willie Wood*",
      "Sp. Teams": "PR Willie Wood* KR Travis Williams"
    },
    {
      "Skill": "QB Bart Starr HB Elijah Pitts FB Jim Grabowski FL Carroll Dale TE Marv Fleming",
      "Off. Line": "LE Boyd Dowler* LT Bob Skoronski LG Gale Gillingham C Ken Bowman RG Jerry Kramer*+ RT Forrest Gregg*+",
      "Def. Line": "LDE Willie Davis*+ LDT Ron Kostelnik RDT Henry Jordan RDE Lionel Aldridge",
      "Linebackers": "LLB Dave Robinson*+ MLB Ray Nitschke RLB Lee Roy Caffey",
      "Secondary": "LCB Herb Adderley* RCB Bob Jeter*+ SS Tom Brown FS Willie Wood*+",
      "Sp. Teams": "PR Willie Wood*+ KR Travis Williams"
    },
    {
      "Skill": "QB Bart Starr*+ HB Elijah Pitts FB Jim Taylor FL Boyd Dowler TE Carroll Dale",
      "Off. Line": "LE Marv Fleming LT Bob Skoronski* LG Fuzzy Thurston C Bill Curry RG Jerry Kramer+ RT Forrest Gregg*+",
      "Def. Line": "LDE Willie Davis*+ LDT Ron Kostelnik RDT Henry Jordan* RDE Lionel Aldridge",
      "Linebackers": "LLB Dave Robinson* MLB Ray Nitschke+ RLB Lee Roy Caffey+",
      "Secondary": "LCB Herb Adderley*+ RCB Bob Jeter SS Willie Wood*+ FS Tom Brown",
      "Sp. Teams": "PR Willie Wood*+ KR Donny Anderson"
    },
    {
      "Skill": "QB Bart Starr HB Paul Hornung FB Jim Taylor FL Carroll Dale TE Marv Fleming",
      "Off. Line": "LE Boyd Dowler* LT Bob Skoronski LG Forrest Gregg+ C Ken Bowman RG Jerry Kramer RT Steve Wright",
      "Def. Line": "LDE Willie Davis*+ LDT Ron Kostelnik RDT Henry Jordan RDE Lionel Aldridge",
      "Linebackers": "LLB Dave Robinson MLB Ray Nitschke RLB Lee Roy Caffey*",
      "Secondary": "LCB Herb Adderley*+ RCB Doug Hart SS Willie Wood*+ FS Tom Brown",
      "Sp. Teams": "PR Willie Wood*+ KR Elijah Pitts"
    },
    {
      "Skill": "QB Bart Starr HB Paul Hornung FB Jim Taylor* FL Boyd Dowler TE Ron Kramer",
      "Off. Line": "LE Max McGee LT Norm Masters LG Fuzzy Thurston C Bob Skoronski RG Dan Grimm RT Forrest Gregg*+",
      "Def. Line": "LDE Willie Davis*+ LDT Ron Kostelnik RDT Henry Jordan+ RDE Lionel Aldridge",
      "Linebackers": "LLB Dan Currie MLB Ray Nitschke*+ RLB Lee Roy Caffey",
      "Secondary": "LCB Herb Adderley* RCB Jesse Whittenton SS Hank Gremminger FS Willie Wood*+",
      "Sp. Teams": "PR Willie Wood*+ KR Herb Adderley*"
    },
    {
      "Skill": "QB Bart Starr HB Tom Moore FB Jim Taylor* FL Boyd Dowler TE Ron Kramer",
      "Off. Line": "LE Max McGee LT Norm Masters LG Fuzzy Thurston C Jim Ringo*+ RG Jerry Kramer*+ RT Forrest Gregg*+",
      "Def. Line": "LDE Willie Davis* LDT Dave Hanner RDT Henry Jordan*+ RDE Lionel Aldridge",
      "Linebackers": "LLB Dan Currie MLB Ray Nitschke RLB Bill Forester",
      "Secondary": "LCB Herb Adderley*+ RCB Jesse Whittenton* SS Hank Gremminger FS Willie Wood",
      "Sp. Teams": "PR Willie Wood KR Herb Adderley*+"
    },
    {
      "Skill": "QB Bart Starr* HB Paul Hornung FB Jim Taylor*+ FL Boyd Dowler TE Ron Kramer*+",
      "Off. Line": "LE Max McGee LT Bob Skoronski LG Fuzzy Thurston C Jim Ringo*+ RG Jerry Kramer*+ RT Forrest Gregg*+",
      "Def. Line": "LDE Willie Davis+ LDT Dave Hanner RDT Henry Jordan+ RDE Bill Quinlan",
      "Linebackers": "LLB Dan Currie+ MLB Ray Nitschke RLB Bill Forester*+",
      "Secondary": "LCB Herb Adderley+ RCB Jesse Whittenton SS Hank Gremminger FS Willie Wood*",
      "Sp. Teams": "PR Willie Wood* KR Herb Adderley+"
    },
    {
      "Skill": "QB Bart Starr* HB Paul Hornung+ FB Jim Taylor* FL Boyd Dowler",
      "Off. Line": "LE Max McGee* LT Bob Skoronski LG Fuzzy Thurston+ C Jim Ringo*+ RG Jerry Kramer RT Forrest Gregg* RE Ron Kramer",
      "Def. Line": "LDE Willie Davis LDT Dave Hanner RDT Henry Jordan*+ RDE Bill Quinlan",
      "Linebackers": "LLB Dan Currie MLB Ray Nitschke RLB Bill Forester*+",
      "Secondary": "LCB Hank Gremminger RCB Jesse Whittenton*+ SS John Symank FS Willie Wood",
      "Sp. Teams": "PR Willie Wood KR Herb Adderley"
    },
    {
      "Skill": "QB Bart Starr* HB Paul Hornung*+ FB Jim Taylor* FL Boyd Dowler",
      "Off. Line": "LE Max McGee LT Bob Skoronski LG Fuzzy Thurston C Jim Ringo*+ RG Jerry Kramer+ RT Forrest Gregg*+ RE Gary Knafelc",
      "Def. Line": "LDE Willie Davis LDT Dave Hanner RDT Henry Jordan*+ RDE Bill Quinlan",
      "Linebackers": "LLB Dan Currie* MLB Tom Bettis RLB Bill Forester*+",
      "Secondary": "LCB Hank Gremminger RCB Jesse Whittenton SS Emlen Tunnell FS John Symank",
      "Sp. Teams": "PR Willie Wood KR Lew Carpenter"
    },
    {
      "Skill": "QB Lamar McHan FB Jim Taylor LH Paul Hornung* FL Boyd Dowler",
      "Off. Line": "LE Max McGee LT Norm Masters LG Fuzzy Thurston C Jim Ringo*+ RG Jerry Kramer RT Forrest Gregg* RE Gary Knafelc",
      "Def. Line": "LDE Jim Temp LDT Dave Hanner RDT Henry Jordan RDE Bill Quinlan",
      "Linebackers": "LLB Dan Currie MLB Tom Bettis RLB Bill Forester*",
      "Secondary": "SS Emlen Tunnell* FS Bobby Dillon LDH Bobby Freeman RDH Jesse Whittenton",
      "Sp. Teams": "PR Bill Butler KR Bill Butler"
    },
    {
      "Skill": "QB Bart Starr FB Paul Hornung LH Don McIlhenny FL Steve Meilinger",
      "Off. Line": "LE Max McGee LT Norm Masters LG Hank Bullough C Jim Ringo* RG Jim Salsbury RT Ollie Spencer RE Billy Howton",
      "Def. Line": "LDE Nate Borden LDT Dave Hanner RDT J.D. Kimmel RDE Len Ford",
      "Linebackers": "LLB Tom Bettis MLB Ray Nitschke RLB Bill Forester",
      "Secondary": "SS John Symank FS Bobby Dillon*+ LDH Hank Gremminger RDH Billy Kinard",
      "Sp. Teams": "PR Al Carmichael KR Al Carmichael"
    },
    {
      "Skill": "QB Bart Starr FB Paul Hornung LH Don McIlhenny FL Ron Kramer",
      "Off. Line": "LE Max McGee LT Norm Masters LG Al Barry C Jim Ringo*+ RG Jim Salsbury RT Ollie Spencer RE Billy Howton*+",
      "Def. Line": "LDE Carlton Massey LDT Jerry Helluin RDT Dave Hanner RDE Nate Borden",
      "Linebackers": "LLB Tom Bettis MLB Sam Palumbo RLB Bill Forester",
      "Secondary": "SS John Symank FS Bobby Dillon*+ LDH Johnny Petitbon RDH Hank Gremminger",
      "Sp. Teams": "PR Al Carmichael KR Al Carmichael"
    },
    {
      "Skill": "QB Tobin Rote* FB Howie Ferguson LH Breezy Reid RH Al Carmichael",
      "Off. Line": "LE Gary Knafelc LT Bob Skoronski LG Joe Skibinski C Jim Ringo RG Buddy Brown RT John Sandusky RE Billy Howton*+",
      "Def. Line": "LDE John Martinkovic LDT Jerry Helluin MG Bill Forester RDT Dave Hanner RDE Nate Borden",
      "Linebackers": "LLB Tom Bettis RLB Roger Zatkoff*",
      "Secondary": "SS Val Joe Walker FS Bobby Dillon* LDH Hank Gremminger RDH Billy Bookout",
      "Sp. Teams": "PR Al Carmichael KR Al Carmichael"
    },
    {
      "Skill": "QB Tobin Rote FB Howie Ferguson* LH Breezy Reid RH Al Carmichael",
      "Off. Line": "LE Gary Knafelc LT Len Szafaryn LG Joe Skibinski C Jim Ringo RG Buddy Brown RT Tom Dahms RE Billy Howton*",
      "Def. Line": "LDE John Martinkovic* LDT Jerry Helluin MG Bill Forester RDT Dave Hanner RDE Pat O'Donahue",
      "Linebackers": "LLB Deral Teteak RLB Roger Zatkoff*+",
      "Secondary": "SS Val Joe Walker FS Bobby Dillon*+ LDH Doyle Nix RDH Billy Bookout",
      "Sp. Teams": "PR Veryl Switzer KR Veryl Switzer"
    },
    {
      "Skill": "QB Tobin Rote FB Howie Ferguson LH Breezy Reid RH Al Carmichael",
      "Off. Line": "LE Max McGee LT Len Szafaryn LG Al Barry C Jim Ringo RG Buddy Brown RT Art Hunter RE Billy Howton",
      "Def. Line": "LDE John Martinkovic* LDT Jerry Helluin MG Bill Forester RDT Dave Hanner* RDE Carl Elliott",
      "Linebackers": "LLB Clarence Self MLB Clayton Tonnemaker RLB Roger Zatkoff*",
      "Secondary": "LDH Val Joe Walker RDH Gene White S Bobby Dillon+",
      "Sp. Teams": "PR Veryl Switzer KR Al Carmichael"
    },
    {
      "Skill": "QB Tobin Rote FB Fred Cone LH Breezy Reid RH Al Carmichael",
      "Off. Line": "LE Bob Mann LT Dick Afflis LG Steve Ruzich C Dave Stephenson RG Buddy Brown RT Gus Cifelli RE Billy Howton",
      "Def. Line": "LDE John Martinkovic* LDT Dick Wildung MG Bill Forester RDT Dave Hanner* RDE George Hays",
      "Linebackers": "LLB Deral Teteak RLB Clayton Tonnemaker*",
      "Secondary": "SS Val Joe Walker FS Bobby Dillon LDH Marvin Johnson RDH Ace Loomis",
      "Sp. Teams": "PR Al Carmichael KR Al Carmichael"
    },
    {
      "Skill": "QB Tobin Rote FB Fred Cone LH Tony Canadeo RH Breezy Reid",
      "Off. Line": "LE Bob Mann LT Dick Afflis LG Steve Ruzich C Jay Rhodemyre RG Wash Serini RT Steve Dowden RE Billy Howton*",
      "Def. Line": "LDE John Martinkovic LDT Tom Johnson MG Ray Bray RDT Bob Dees RDE Ab Wimberly*",
      "Linebackers": "LLB Bob Forte MLB Deral Teteak* RLB Hal Faverty",
      "Secondary": "LDH Bobby Dillon RDH Clarence Self S Dan Sandifer",
      "Sp. Teams": "PR Billy Grimes KR Billy Grimes"
    },
    {
      "Skill": "QB Tobin Rote FB Fred Cone LH Tony Canadeo RH Billy Grimes*",
      "Off. Line": "LE Bob Mann LT Dick Wildung* LG Buddy Burris C Jay Rhodemyre RG Hamilton Nichols RT Joe Spencer RE Carl Elliott",
      "Def. Line": "LDE Dan Orlich MG Dick Afflis RDT Howie Ruetz RDE Ab Wimberly",
      "Linebackers": "LLB Bill Schroll MLB Walt Michaels RLB Bob Summerhays",
      "Secondary": "LDH Rebel Steiner RDH Ace Loomis S Harper Davis",
      "Sp. Teams": "PR Billy Grimes* KR Billy Grimes*"
    },
    {
      "Skill": "QB Tobin Rote FB Tony Canadeo LH Breezy Reid RH Billy Grimes*",
      "Off. Line": "LE Al Baldwin LT Dick Wildung LG Buddy Burris RG Ray DiPierro RT Joe Spencer RE Ted Cook",
      "Def. Line": "LDE Dan Orlich MG Ed Neal* RDE Steve Pritko",
      "Linebackers": "LLB Carl Schuette MLB Clayton Tonnemaker RLB Bob Summerhays",
      "Secondary": "LDH Alex Wizbicki RDH Rebel Steiner S Wally Dreyer",
      "Sp. Teams": "PR Billy Grimes* KR Billy Grimes*"
    },
    {
      "Skill": "QB Jug Girard FB Ted Fritsch LH Tony Canadeo RH Bob Forte",
      "Off. Line": "LE Larry Craig LT Dick Wildung LG Evan Vogds C Jay Rhodemyre RG Damon Tassos RT Paul Lipscomb RE Nolan Luhn",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Ralph Earhart KR Jack Kirby"
    },
    {
      "Skill": "QB Jack Jacobs FB Ted Fritsch LH Tony Canadeo RH Bob Forte",
      "Off. Line": "LE Larry Craig LT Dick Wildung LG Evan Vogds C Jay Rhodemyre RG Damon Tassos RT Paul Lipscomb RE Nolan Luhn",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Fred Provo KR Ed Smith"
    },
    {
      "Skill": "QB Jack Jacobs FB Ted Fritsch LH Tony Canadeo RH Bob Forte",
      "Off. Line": "LE Clyde Goodnight LT Baby Ray LG Dick Wildung C Charley Brock RG Damon Tassos RT Paul Lipscomb RE Nolan Luhn",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Herm Rohrig KR Tony Canadeo"
    },
    {
      "Skill": "TB Tony Canadeo FB Ted Fritsch+ BB Larry Craig WB Herm Rohrig",
      "Off. Line": "LE Clyde Goodnight LT Baby Ray LG Dick Wildung C Charley Brock RG Merv Pregulman RT Paul Lipscomb RE Nolan Luhn",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Bob Nussbaumer KR Tony Canadeo"
    },
    {
      "Skill": "HB Joe Laws TB Irv Comp FB Ted Fritsch BB Larry Craig",
      "Off. Line": "LE Clyde Goodnight LT Baby Ray LG Chuck Tollefson C Charley Brock+ RG Pete Tinsley RT Paul Lipscomb RE Joel Mason",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Joe Laws KR Ted Fritsch"
    },
    {
      "Skill": "HB Lou Brock TB Irv Comp FB Ted Fritsch BB Larry Craig",
      "Off. Line": "LE Don Hutson+ LT Tiny Croft LG Glen Sorenson C Charley Brock RG Pete Tinsley RT Paul Berezney RE Harry Jacunski",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Joe Laws KR Ted Fritsch"
    },
    {
      "Skill": "HB Lou Brock TB Tony Canadeo+ FB Ted Fritsch BB Larry Craig",
      "Off. Line": "LE Don Hutson+ LT Baby Ray LG Bill Kuusisto C Charley Brock RG Buckets Goldenberg RT Paul Berezney RE Harry Jacunski",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Joe Laws KR Tony Canadeo+"
    },
    {
      "Skill": "HB Joe Laws TB Cecil Isbell* FB Ted Fritsch BB Larry Craig*",
      "Off. Line": "LE Joel Mason LT Baby Ray LG Bill Kuusisto C Bob Ingalls RG Buckets Goldenberg RT Paul Berezney RE Joe Carter",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Lou Brock KR Lou Brock"
    },
    {
      "Skill": "HB Charley Brock TB Cecil Isbell*+ FB Clarke Hinkle BB Larry Buhler",
      "Off. Line": "LE Harry Jacunski LT Baby Ray LG Lee McLaughlin C George Svendsen RG Pete Tinsley RT Charlie Schultz RE Ray Riddick",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Lou Brock KR Hal Van Every"
    },
    {
      "Skill": "HB Lou Brock TB Cecil Isbell FB Clarke Hinkle* BB Larry Craig",
      "Off. Line": "LE Don Hutson*+ LT Baby Ray LG Russ Letlow C Charley Brock* RG Buckets Goldenberg RT Bill Lee RE Ray Riddick",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Bob Adkins KR Bob Adkins"
    },
    {
      "Skill": "HB Andy Uram* TB Arnie Herber* FB Ed Jankowski* BB Larry Craig*",
      "Off. Line": "LE Don Hutson*+ LT Baby Ray* LG Russ Letlow* C Bud Svendsen* RG Buckets Goldenberg* RT Bill Lee* RE Carl Mulleneaux*",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Frank Balazs* KR Frank Balazs*"
    },
    {
      "Skill": "HB Joe Laws TB Bob Monnett FB Clarke Hinkle*+ BB Herm Schneidman",
      "Off. Line": "LE Don Hutson+ LT Champ Seibold LG Russ Letlow* C Ookie Miller RG Buckets Goldenberg RT Bill Lee RE Milt Gantenbein",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Wayland Becker KR Wayland Becker"
    },
    {
      "Skill": "HB Joe Laws TB Bob Monnett FB Clarke Hinkle+ BB Hank Bruder",
      "Off. Line": "LE Don Hutson LT Ernie Smith LG Russ Letlow C George Svendsen RG Lon Evans+ RT Lou Gordon RE Milt Gantenbein",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Herb Banet KR Herb Banet"
    },
    {
      "Skill": "HB Bob Monnett TB Arnie Herber FB Clarke Hinkle+ BB Hank Bruder",
      "Off. Line": "LE Don Hutson LT Ernie Smith+ LG Tiny Engebretsen C George Svendsen RG Lon Evans+ RT Ade Schwammel RE Milt Gantenbein+",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Wayland Becker KR Wayland Becker"
    },
    {
      "Skill": "HB Johnny Blood TB Arnie Herber FB Clarke Hinkle+ BB Buckets Goldenberg",
      "Off. Line": "LE Don Hutson LT Ernie Smith LG Mike Michalske C Nate Barragar RG Lon Evans RT Ade Schwammel+ RE Milt Gantenbein",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Nate Barragar KR Nate Barragar"
    },
    {
      "Skill": "HB Joe Laws TB Arnie Herber FB Clarke Hinkle BB Hank Bruder",
      "Off. Line": "LE Milt Gantenbein LT Lon Evans LG Mike Michalske C Nate Barragar RG Bobby Jones RT Ade Schwammel RE Al Norgard",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Nate Barragar KR Nate Barragar"
    },
    {
      "Skill": "HB Arnie Herber TB Bob Monnett FB Clarke Hinkle BB Roger Grove",
      "Off. Line": "LE Al Rose LT Cal Hubbard+ LG Mike Michalske C Art Bultman RG Rudy Comstock RT Joe Kurth RE Milt Gantenbein",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Larry Bettencourt KR Larry Bettencourt"
    },
    {
      "Skill": "TB Verne Lewellen FB Clarke Hinkle BB Harry O'Boyle WB Hank Bruder",
      "Off. Line": "LE Al Rose LT Cal Hubbard+ LG Mike Michalske C Nate Barragar RG Joe Zeller RT Dick Stahlman RE Milt Gantenbein",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Marger Apsit KR Marger Apsit"
    },
    {
      "Skill": "HB Hank Bruder TB Johnny Blood FB Herdis McCrary BB Paul Fitzgibbon",
      "Off. Line": "LE Lavvie Dilweg+ LT Dick Stahlman LG Mike Michalske+ C Waldo Don Carlos RG Jim Bowdoin RT Red Sleight RE Tom Nash",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Frank Baker KR Frank Baker"
    },
    {
      "Skill": "TB Verne Lewellen FB Bo Molenda BB Red Dunn WB Wuert Engelmann",
      "Off. Line": "LE Lavvie Dilweg+ LT Cal Hubbard LG Mike Michalske+ C Boob Darling RG Jim Bowdoin RT Red Sleight RE Dick O'Donnell",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Al Bloodgood KR Al Bloodgood"
    },
    {
      "Skill": "HB Johnny Blood TB Eddie Kotal FB Bo Molenda BB Red Dunn",
      "Off. Line": "LE Lavvie Dilweg+ LT Bill Kern LG Mike Michalske+ C Boob Darling RG Jim Bowdoin RT Cal Hubbard RE Dick O'Donnell",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Roger Ashmore KR Roger Ashmore"
    },
    {
      "Skill": "TB Verne Lewellen+ FB Harry O'Boyle BB Red Dunn WB Eddie Kotal",
      "Off. Line": "LE Lavvie Dilweg+ LT Claude Perry LG Jim Bowdoin C Jug Earp RG Bruce Jones RT Roger Ashmore RE Dick O'Donnell",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Roger Ashmore KR Roger Ashmore"
    },
    {
      "Skill": "HB Verne Lewellen+ TB Eddie Kotal FB Rex Enright BB Red Dunn",
      "Off. Line": "LE Lavvie Dilweg+ LT Tiny Cahoon LG Frank Mayer C Jug Earp RG Bruce Jones RT Rudy Rosatti RE Dick O'Donnell",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Myrt Basing KR Myrt Basing"
    },
    {
      "Skill": "HB Verne Lewellen+ TB Curly Lambeau FB Cully Lidberg BB Pid Purdy",
      "Off. Line": "LE Dick O'Donnell LT Tiny Cahoon LG Whitey Woodin C Jug Earp RG Moose Gardner RT Rudy Rosatti RE Dick Flaherty",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Myrt Basing KR Myrt Basing"
    },
    {
      "Skill": "HB Verne Lewellen TB Curly Lambeau FB Myrt Basing BB Charlie Mathys",
      "Off. Line": "LE Dick O'Donnell LT Cub Buck LG Whitey Woodin C Ojay Larson RG Moose Gardner RT Jug Earp RE George Vergara",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR George Abramson KR George Abramson"
    },
    {
      "Skill": "HB Myrt Basing TB Curly Lambeau FB Dutch Hendrian BB Charlie Mathys",
      "Off. Line": "LE Dick O'Donnell LT Cub Buck LG Whitey Woodin C Jug Earp RG Moose Gardner RT Rudy Rosatti RE Tillie Voss+",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Myrt Basing KR Myrt Basing"
    },
    {
      "Skill": "HB Myrt Basing TB Curly Lambeau FB Buck Gavin BB Charlie Mathys",
      "Off. Line": "LE Cowboy Wheeler LT Cub Buck LG Whitey Woodin C Wally Niemann RG Moose Gardner RT Jug Earp RE Dewey Lyle",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Myrt Basing KR Myrt Basing"
    },
    {
      "Skill": "TB Curly Lambeau FB Stan Mills BB Charlie Mathys WB Eddie Usher",
      "Off. Line": "LE Dave Hayes LT Cub Buck LG Whitey Woodin C Wally Niemann RG Moose Gardner RT Jug Earp RE Tubby Howard",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Cub Buck KR Cub Buck"
    },
    {
      "Skill": "HB Grover Malone TB Curly Lambeau FB Art Schmaehl BB Norm Barry",
      "Off. Line": "LE Billy DuMoe LT Frank Coughlin LG Joe Carey C Jab Murray RG Milton Wilson RT Cub Buck RE Dave Hayes",
      "Def. Line": "",
      "Linebackers": "",
      "Secondary": "",
      "Sp. Teams": "PR Nate Abrams KR Nate Abrams"
    }
  ]