[
    {
      "Skill": "QB Sam Darnold RB Chuba Hubbard WR Chosen Anderson WR D.J. Moore TE Ian Thomas TE Tommy Tremble",
      "Off. Line": "LT Cameron Erving LG Michael Jordan C Matt Paradis RG John Miller RT Taylor Moton",
      "Def. Line": "LDE Morgan Fox LDT Derrick Brown RDT DaQuan Jones RDE Brian Burns*",
      "Linebackers": "LLB Shaq Thompson MLB Jermaine Carter Jr. RLB Haason Reddick",
      "Secondary": "LCB Donte Jackson RCB A.J. Bouye SS Sean Chandler FS Jeremy Chinn",
      "Sp. Teams": "PR Alex Erickson KR Ameer Abdullah"
    },
    {
      "Skill": "QB Teddy Bridgewater RB Mike Davis WR Chosen Anderson WR D.J. Moore WR Curtis Samuel TE Chris Manhertz",
      "Off. Line": "LT Russell Okung LG Chris Reed C Matt Paradis RG John Miller RT Taylor Moton",
      "Def. Line": "LDE Brian Burns LDT Bravvion Roy RDT Derrick Brown RDE Stephen Weatherly",
      "Linebackers": "LLB Shaq Thompson MLB Tahir Whitehead RLB Jeremy Chinn",
      "Secondary": "LCB Donte Jackson RCB Rasul Douglas SS Juston Burris FS Tre Boston",
      "Sp. Teams": "PR Pharoh Cooper KR Pharoh Cooper"
    },
    {
      "Skill": "QB Kyle Allen RB Christian McCaffrey*+ WR D.J. Moore WR Curtis Samuel WR Jarius Wright TE Greg Olsen",
      "Off. Line": "LT Dennis Daley LG Greg Van Roten C Matt Paradis RG Trai Turner* RT Taylor Moton",
      "Def. Line": "LDE Gerald McCoy NT Dontari Poe RDE Vernon Butler",
      "Linebackers": "LOLB Mario Addison LILB Shaq Thompson RILB Luke Kuechly* ROLB Bruce Irvin",
      "Secondary": "LCB Donte Jackson RCB James Bradberry SS Eric Reid FS Tre Boston",
      "Sp. Teams": "PR Ray-Ray McCloud KR DeAndrew White"
    },
    {
      "Skill": "QB Cam Newton RB Christian McCaffrey WR Devin Funchess WR D.J. Moore WR Curtis Samuel TE Greg Olsen",
      "Off. Line": "LT Chris Clark LG Greg Van Roten C Ryan Kalil RG Trai Turner* RT Taylor Moton",
      "Def. Line": "LDE Mario Addison LDT Kawann Short* RDT Dontari Poe RDE Julius Peppers",
      "Linebackers": "LLB Shaq Thompson MLB Luke Kuechly*+ RLB Thomas Davis",
      "Secondary": "LCB James Bradberry RCB Donte Jackson SS Eric Reid FS Mike Adams",
      "Sp. Teams": "PR Damiere Byrd KR Curtis Samuel"
    },
    {
      "Skill": "QB Cam Newton RB Christian McCaffrey RB Jonathan Stewart WR Kelvin Benjamin WR Devin Funchess TE Ed Dickson",
      "Off. Line": "LT Matt Kalil LG Andrew Norwell+ C Tyler Larsen RG Trai Turner* RT Daryl Williams",
      "Def. Line": "LDE Charles Johnson LDT Star Lotulelei RDT Kawann Short RDE Mario Addison",
      "Linebackers": "LLB Shaq Thompson MLB Luke Kuechly*+ RLB Thomas Davis*",
      "Secondary": "LCB James Bradberry RCB Daryl Worley SS Mike Adams FS Kurt Coleman",
      "Sp. Teams": "PR Christian McCaffrey KR Curtis Samuel"
    },
    {
      "Skill": "QB Cam Newton RB Jonathan Stewart WR Kelvin Benjamin WR Ted Ginn Jr. TE Ed Dickson TE Greg Olsen*",
      "Off. Line": "LT Mike Remmers LG Andrew Norwell C Ryan Kalil RG Trai Turner* RT Daryl Williams",
      "Def. Line": "LDE Charles Johnson LDT Star Lotulelei RDT Kawann Short RDE Wes Horton",
      "Linebackers": "LLB Shaq Thompson MLB Luke Kuechly* RLB Thomas Davis*",
      "Secondary": "LCB James Bradberry RCB Daryl Worley SS Kurt Coleman FS Tre Boston",
      "Sp. Teams": "PR Ted Ginn Jr. KR Ted Ginn Jr."
    },
    {
      "Skill": "QB Cam Newton*+ RB Jonathan Stewart* WR Corey Brown WR Ted Ginn Jr. TE Ed Dickson TE Greg Olsen*",
      "Off. Line": "LT Michael Oher LG Andrew Norwell C Ryan Kalil*+ RG Trai Turner* RT Mike Remmers",
      "Def. Line": "LDE Charles Johnson LDT Star Lotulelei RDT Kawann Short* RDE Jared Allen",
      "Linebackers": "LLB Shaq Thompson MLB Luke Kuechly*+ RLB Thomas Davis*+",
      "Secondary": "LCB Charles Tillman RCB Josh Norman*+ SS Roman Harper FS Kurt Coleman",
      "Sp. Teams": "PR Ted Ginn Jr. KR Fozzy Whittaker"
    },
    {
      "Skill": "QB Cam Newton RB Jonathan Stewart WR Kelvin Benjamin WR Jerricho Cotchery TE Ed Dickson TE Greg Olsen*",
      "Off. Line": "LT Byron Bell LG Andrew Norwell C Ryan Kalil RG Trai Turner RT Nate Chandler",
      "Def. Line": "LDE Charles Johnson LDT Kawann Short RDT Star Lotulelei RDE Wes Horton",
      "Linebackers": "LLB A.J. Klein MLB Luke Kuechly*+ RLB Thomas Davis",
      "Secondary": "LCB Antoine Cason RCB Josh Norman SS Roman Harper FS Thomas DeCoud",
      "Sp. Teams": "PR Corey Brown KR Corey Brown"
    },
    {
      "Skill": "QB Cam Newton* RB Mike Tolbert*+ RB DeAngelo Williams WR Brandon LaFell WR Steve Smith Sr. TE Greg Olsen",
      "Off. Line": "LT Jordan Gross* LG Travelle Wharton C Ryan Kalil*+ RG Nate Chandler RT Byron Bell",
      "Def. Line": "LDE Charles Johnson LDT Colin Cole RDT Star Lotulelei RDE Greg Hardy*",
      "Linebackers": "LLB Thomas Davis MLB Luke Kuechly*+ RLB Chase Blackburn",
      "Secondary": "LCB Captain Munnerlyn RCB Melvin White SS Quintin Mikell FS Mike Mitchell",
      "Sp. Teams": "PR Ted Ginn Jr. KR Ted Ginn Jr."
    },
    {
      "Skill": "QB Cam Newton RB DeAngelo Williams WR Brandon LaFell WR Steve Smith Sr. TE Gary Barnidge TE Greg Olsen",
      "Off. Line": "LT Jordan Gross LG Amini Silatolu C Geoff Hangartner RG Garry Williams RT Byron Bell",
      "Def. Line": "LDE Greg Hardy LDT Dwan Edwards RDT Ron Edwards RDE Charles Johnson",
      "Linebackers": "LLB James Anderson MLB Luke Kuechly RLB Thomas Davis",
      "Secondary": "LCB Captain Munnerlyn RCB Josh Norman SS Charles Godfrey FS Haruki Nakamura",
      "Sp. Teams": "PR Captain Munnerlyn KR Armanti Edwards"
    },
    {
      "Skill": "QB Cam Newton* RB DeAngelo Williams WR Legedu Naanee WR Steve Smith Sr.* TE Greg Olsen TE Jeremy Shockey",
      "Off. Line": "LT Jordan Gross LG Travelle Wharton C Ryan Kalil* RG Geoff Hangartner RT Byron Bell",
      "Def. Line": "LDE Greg Hardy LDT Terrell McClain RDT Sione Fua RDE Charles Johnson",
      "Linebackers": "LLB James Anderson MLB Dan Connor RLB Jordan Senn",
      "Secondary": "LCB Chris Gamble RCB Captain Munnerlyn SS Charles Godfrey FS Sherrod Martin",
      "Sp. Teams": "PR Armanti Edwards KR Kealoha Pilares"
    },
    {
      "Skill": "QB Jimmy Clausen RB Jonathan Stewart FB Tony Fiammetta WR David Gettis WR Steve Smith Sr. TE Jeff King",
      "Off. Line": "LT Jordan Gross* LG Travelle Wharton C Ryan Kalil* RG Geoff Schwartz RT Garry Williams",
      "Def. Line": "LDE Charles Johnson LDT Nick Hayden RDT Derek Landri RDE Tyler Brayton",
      "Linebackers": "LLB James Anderson MLB Dan Connor RLB Jon Beason*",
      "Secondary": "LCB Chris Gamble RCB Richard Marshall SS Charles Godfrey FS Sherrod Martin",
      "Sp. Teams": "PR Captain Munnerlyn KR Mike Goodson"
    },
    {
      "Skill": "QB Jake Delhomme RB DeAngelo Williams* WR Muhsin Muhammad WR Steve Smith Sr. TE Jeff King TE Dante Rosario",
      "Off. Line": "LT Jordan Gross LG Travelle Wharton C Ryan Kalil* RG Keydrick Vincent RT Jeff Otah",
      "Def. Line": "LDE Tyler Brayton LDT Hollis Thomas RDT Damione Lewis RDE Julius Peppers*",
      "Linebackers": "LLB Na'il Diggs MLB Jon Beason* RLB Thomas Davis",
      "Secondary": "LCB Chris Gamble RCB Richard Marshall SS Chris Harris FS Charles Godfrey",
      "Sp. Teams": "PR Captain Munnerlyn KR Mike Goodson"
    },
    {
      "Skill": "QB Jake Delhomme RB DeAngelo Williams FB Brad Hoover WR Muhsin Muhammad WR Steve Smith Sr.* TE Jeff King",
      "Off. Line": "LT Jordan Gross*+ LG Travelle Wharton C Ryan Kalil RG Keydrick Vincent RT Jeff Otah",
      "Def. Line": "LDE Tyler Brayton LDT Ma'ake Kemoeatu RDT Damione Lewis RDE Julius Peppers*",
      "Linebackers": "LLB Na'il Diggs MLB Jon Beason*+ RLB Thomas Davis",
      "Secondary": "LCB Chris Gamble RCB Ken Lucas SS Chris Harris FS Charles Godfrey",
      "Sp. Teams": "PR Mark Jones KR Mark Jones"
    },
    {
      "Skill": "QB Vinny Testaverde RB DeShaun Foster FB Brad Hoover WR Keary Colbert WR Steve Smith Sr. TE Jeff King",
      "Off. Line": "LT Travelle Wharton LG Mike Wahle C Justin Hartwig RG Jeremy Bridges RT Jordan Gross",
      "Def. Line": "LDE Julius Peppers LDT Ma'ake Kemoeatu RDT Kris Jenkins RDE Mike Rucker",
      "Linebackers": "LLB Thomas Davis MLB Jon Beason RLB Na'il Diggs",
      "Secondary": "LCB Chris Gamble RCB Ken Lucas SS Chris Harris FS Deke Cooper",
      "Sp. Teams": "PR Ryne Robinson KR Ryne Robinson"
    },
    {
      "Skill": "QB Jake Delhomme RB DeShaun Foster FB Brad Hoover WR Keyshawn Johnson WR Steve Smith Sr.* TE Michael Gaines",
      "Off. Line": "LT Jordan Gross LG Mike Wahle C Geoff Hangartner RG Evan Mathis RT Jeremy Bridges",
      "Def. Line": "LDE Julius Peppers*+ LDT Ma'ake Kemoeatu RDT Kris Jenkins* RDE Mike Rucker",
      "Linebackers": "LLB Thomas Davis MLB Chris Draft RLB Na'il Diggs",
      "Secondary": "LCB Chris Gamble RCB Ken Lucas SS Shaun Williams FS Mike Minter",
      "Sp. Teams": "PR Chris Gamble KR DeAngelo Williams"
    },
    {
      "Skill": "QB Jake Delhomme* RB DeShaun Foster FB Brad Hoover WR Keary Colbert WR Steve Smith Sr.*+ TE Kris Mangum",
      "Off. Line": "LT Travelle Wharton LG Mike Wahle* C Jeff Mitchell RG Tutan Reyes RT Jordan Gross",
      "Def. Line": "LDE Julius Peppers* LDT Brentson Buckner RDT Jordan Carstens RDE Mike Rucker",
      "Linebackers": "LLB Brandon Short MLB Dan Morgan RLB Will Witherspoon",
      "Secondary": "LCB Ken Lucas RCB Chris Gamble SS Marlon McCree FS Mike Minter",
      "Sp. Teams": "PR Steve Smith Sr.*+ KR Rod Smart"
    },
    {
      "Skill": "QB Jake Delhomme RB Nick Goings FB Brad Hoover WR Keary Colbert WR Muhsin Muhammad*+ TE Kris Mangum",
      "Off. Line": "LT Jordan Gross LG Travelle Wharton C Jeff Mitchell RG Tutan Reyes RT Matt Willig",
      "Def. Line": "LDE Julius Peppers*+ LDT Brentson Buckner RDT Kindal Moorehead RDE Mike Rucker",
      "Linebackers": "LLB Mark Fields* MLB Dan Morgan* RLB Will Witherspoon",
      "Secondary": "LCB Ricky Manning RCB Chris Gamble SS Mike Minter FS Colin Branch",
      "Sp. Teams": "PR Jamall Broussard KR Jamall Broussard"
    },
    {
      "Skill": "QB Jake Delhomme RB Stephen Davis* WR Muhsin Muhammad WR Steve Smith Sr. TE Kris Mangum TE Jermaine Wiggins",
      "Off. Line": "LT Todd Steussie LG Jeno James C Jeff Mitchell RG Kevin Donnalley RT Jordan Gross",
      "Def. Line": "LDE Julius Peppers LDT Brentson Buckner RDT Kris Jenkins*+ RDE Mike Rucker*",
      "Linebackers": "LLB Greg Favors MLB Dan Morgan RLB Will Witherspoon",
      "Secondary": "LCB Terry Cousin RCB Reggie Howard SS Mike Minter FS Deon Grant",
      "Sp. Teams": "PR Steve Smith Sr. KR Rod Smart"
    },
    {
      "Skill": "QB Rodney Peete RB Lamar Smith FB Brad Hoover WR Muhsin Muhammad WR Steve Smith Sr. TE Wesley Walls",
      "Off. Line": "LT Todd Steussie LG Jamar Nesbit C Jeff Mitchell RG Kevin Donnalley RT Chris Terry",
      "Def. Line": "LDE Julius Peppers LDT Brentson Buckner RDT Kris Jenkins*+ RDE Mike Rucker",
      "Linebackers": "LLB Mark Fields MLB Dan Morgan RLB Hannibal Navies",
      "Secondary": "LCB Terry Cousin RCB Reggie Howard SS Mike Minter FS Deon Grant",
      "Sp. Teams": "PR Steve Smith Sr. KR Steve Smith Sr."
    },
    {
      "Skill": "QB Chris Weinke RB Richard Huntley WR Donald Hayes WR Muhsin Muhammad TE Kris Mangum TE Wesley Walls*",
      "Off. Line": "LT Todd Steussie LG Jamar Nesbit C Jeff Mitchell RG Kevin Donnalley RT Chris Terry",
      "Def. Line": "LDE Jay Williams LDT Brentson Buckner RDT Kris Jenkins RDE Mike Rucker",
      "Linebackers": "LLB Dan Morgan MLB Lester Towns RLB Darren Hambrick",
      "Secondary": "LCB Rashard Anderson RCB Doug Evans SS Mike Minter FS Deon Grant",
      "Sp. Teams": "PR Steve Smith Sr.*+ KR Steve Smith Sr.*+"
    },
    {
      "Skill": "QB Steve Beuerlein RB Tim Biakabutuka FB William Floyd WR Donald Hayes WR Muhsin Muhammad TE Wesley Walls",
      "Off. Line": "LT Clarence Jones LG Matt Campbell C Frank Garcia RG Jamar Nesbit RT Chris Terry",
      "Def. Line": "LDE Reggie White LDT Tim Morabito RDT Sean Gilbert RDE Jay Williams",
      "Linebackers": "LLB Dean Wells MLB Lester Towns RLB Lee Woodall",
      "Secondary": "LCB Eric Davis RCB Doug Evans SS Mike Minter FS Eugene Robinson",
      "Sp. Teams": "PR Iheanyi Uwaezuoke KR Michael Bates*"
    },
    {
      "Skill": "QB Steve Beuerlein* RB Tim Biakabutuka FB William Floyd WR Patrick Jeffers WR Muhsin Muhammad* TE Wesley Walls*",
      "Off. Line": "LT Clarence Jones LG Matt Campbell C Frank Garcia RG Anthony Redmon RT Chris Terry",
      "Def. Line": "LDE Jason Peter LDT Tim Morabito RDT Sean Gilbert RDE Chuck Wiley",
      "Linebackers": "LLB Kevin Greene MLB Dean Wells RLB Micheal Barrow",
      "Secondary": "LCB Eric Davis RCB Doug Evans SS Brent Alexander FS Mike Minter",
      "Sp. Teams": "PR Eric Metcalf KR Michael Bates*"
    },
    {
      "Skill": "QB Steve Beuerlein RB Fred Lane FB William Floyd WR Rocket Ismail WR Muhsin Muhammad TE Wesley Walls*",
      "Off. Line": "LT Blake Brockermeyer LG Frank Garcia C Bryan Stoltenberg RG Corbin Lacina RT Norbert Davidds-Garrido",
      "Def. Line": "LDE Jason Peter NT Tim Morabito RDE Sean Gilbert",
      "Linebackers": "LOLB Kevin Greene* LILB Jeff Brady RILB Micheal Barrow ROLB Greg Lloyd",
      "Secondary": "LCB Eric Davis RCB Doug Evans SS Damien Richardson FS Brent Alexander",
      "Sp. Teams": "PR Winslow Oliver KR Michael Bates*"
    },
    {
      "Skill": "QB Kerry Collins RB Fred Lane FB Scott Greene WR Mark Carrier WR Rae Carruth TE Wesley Walls*",
      "Off. Line": "LT Blake Brockermeyer LG Matt Campbell C Frank Garcia RG Greg Skrepenak RT Norbert Davidds-Garrido",
      "Def. Line": "LDE Les Miller NT Greg Kragen RDE Ray Seals",
      "Linebackers": "LOLB Micheal Barrow LILB Sam Mills RILB Andre Royal ROLB Lamar Lathon",
      "Secondary": "LCB Eric Davis RCB Tyrone Poole SS Chad Cota FS Mike Minter",
      "Sp. Teams": "PR Tyrone Poole KR Michael Bates*"
    },
    {
      "Skill": "QB Kerry Collins* RB Anthony Johnson FB Howard Griffith WR Mark Carrier WR Willie Green TE Wesley Walls*",
      "Off. Line": "LT Blake Brockermeyer LG Matt Elliott C Curtis Whitley RG Greg Skrepenak RT Norbert Davidds-Garrido",
      "Def. Line": "LDE Mike Fox NT Greg Kragen RDE Gerald Williams",
      "Linebackers": "LOLB Kevin Greene*+ LILB Sam Mills*+ RILB Carlton Bailey ROLB Lamar Lathon*",
      "Secondary": "LCB Eric Davis* RCB Tyrone Poole SS Brett Maxie FS Pat Terrell",
      "Sp. Teams": "PR Winslow Oliver KR Michael Bates*+"
    },
    {
      "Skill": "QB Kerry Collins RB Derrick Moore FB Bob Christian WR Mark Carrier WR Eric Guliford TE Pete Metzelaars",
      "Off. Line": "LT Blake Brockermeyer LG Frank Garcia C Curtis Whitley RG Matt Elliott RT Mark Dennis",
      "Def. Line": "LDE Mike Fox NT Greg Kragen RDE Gerald Williams",
      "Linebackers": "LOLB Lamar Lathon LILB Sam Mills RILB Carlton Bailey ROLB Darion Conner",
      "Secondary": "LCB Tyrone Poole RCB Tim McKyer SS Brett Maxie FS Pat Terrell",
      "Sp. Teams": "PR Eric Guliford KR Butler By'not'e"
    }
  ]