[
    {
      "Skill": "QB Derek Carr RB Josh Jacobs WR Bryan Edwards WR Zay Jones WR Hunter Renfrow* TE Darren Waller",
      "Off. Line": "LT Kolton Miller LG John Simpson C Andre James RG Alex Leatherwood RT Brandon Parker",
      "Def. Line": "LDE Yannick Ngakoue LDT Johnathan Hankins RDT Quinton Jefferson RDE Maxx Crosby*",
      "Linebackers": "LLB Cory Littleton MLB Denzel Perryman* RLB K.J. Wright",
      "Secondary": "LCB Brandon Facyson RCB Casey Hayward SS Johnathan Abram FS Tre'von Moehrig",
      "Sp. Teams": "PR Hunter Renfrow* KR Jalen Richard"
    },
    {
      "Skill": "QB Derek Carr RB Josh Jacobs* WR Nelson Agholor WR Henry Ruggs III TE Darren Waller* TE Jason Witten",
      "Off. Line": "LT Kolton Miller LG Denzelle Good C Rodney Hudson RG Gabe Jackson RT Sam Young",
      "Def. Line": "LDE Clelin Ferrell LDT Johnathan Hankins RDT Maliek Collins RDE Maxx Crosby",
      "Linebackers": "LLB Nicholas Morrow MLB Nick Kwiatkoski RLB Cory Littleton",
      "Secondary": "LCB Trayvon Mullen RCB Nevin Lawson SS Johnathan Abram FS Erik Harris",
      "Sp. Teams": "PR Hunter Renfrow KR Jalen Richard"
    },
    {
      "Skill": "QB Derek Carr RB Josh Jacobs WR Zay Jones WR Tyrell Williams TE Foster Moreau TE Darren Waller",
      "Off. Line": "LT Kolton Miller LG Richie Incognito C Rodney Hudson* RG Gabe Jackson RT Trent Brown*",
      "Def. Line": "LDE Clelin Ferrell LDT P.J. Hall RDT Johnathan Hankins RDE Maxx Crosby",
      "Linebackers": "LLB Tahir Whitehead MLB Vontaze Burfict RLB Nicholas Morrow",
      "Secondary": "LCB Daryl Worley RCB Trayvon Mullen SS Karl Joseph FS Erik Harris",
      "Sp. Teams": "PR Trevor Davis KR Trevor Davis"
    },
    {
      "Skill": "QB Derek Carr RB Doug Martin WR Amari Cooper* WR Jordy Nelson WR Seth Roberts TE Jared Cook*",
      "Off. Line": "LT Kolton Miller LG Kelechi Osemele C Rodney Hudson RG Gabe Jackson RT Brandon Parker",
      "Def. Line": "LDE Frostee Rucker LDT Maurice Hurst Jr. RDT Johnathan Hankins RDE Arden Key",
      "Linebackers": "LLB Nicholas Morrow MLB Marquel Lee RLB Tahir Whitehead",
      "Secondary": "LCB Daryl Worley RCB Gareon Conley SS Marcus Gilchrist FS Reggie Nelson",
      "Sp. Teams": "PR Dwayne Harris KR Dwayne Harris"
    },
    {
      "Skill": "QB Derek Carr* RB Marshawn Lynch WR Amari Cooper WR Michael Crabtree TE Jared Cook TE Lee Smith",
      "Off. Line": "LT Donald Penn* LG Kelechi Osemele* C Rodney Hudson* RG Gabe Jackson RT Marshall Newhouse",
      "Def. Line": "LDE Mario Edwards LDT Eddie Vanderdoes RDT Justin Ellis RDE Khalil Mack*",
      "Linebackers": "LLB Bruce Irvin MLB NaVorro Bowman RLB Cory James",
      "Secondary": "LCB David Amerson RCB T.J. Carrie SS Karl Joseph FS Reggie Nelson",
      "Sp. Teams": "PR Jalen Richard KR Cordarrelle Patterson"
    },
    {
      "Skill": "QB Derek Carr* RB Latavius Murray RB Jamize Olawale WR Amari Cooper* WR Michael Crabtree TE Clive Walford",
      "Off. Line": "LT Donald Penn* LG Kelechi Osemele*+ C Rodney Hudson* RG Gabe Jackson RT Austin Howard",
      "Def. Line": "LDE Jihad Ward LDT Stacy McGee RDT Dan Williams RDE Khalil Mack*+",
      "Linebackers": "LLB Bruce Irvin MLB Perry Riley RLB Malcolm Smith",
      "Secondary": "LCB David Amerson RCB Sean Smith SS Karl Joseph FS Reggie Nelson*",
      "Sp. Teams": "PR Jalen Richard KR Jalen Richard"
    },
    {
      "Skill": "QB Derek Carr* RB Latavius Murray* RB Marcel Reece WR Amari Cooper* WR Michael Crabtree TE Lee Smith",
      "Off. Line": "LT Donald Penn LG Gabe Jackson C Rodney Hudson RG J'Marcus Webb RT Austin Howard",
      "Def. Line": "LDE Denico Autry LDT Dan Williams RDT Justin Ellis RDE Khalil Mack*+",
      "Linebackers": "LLB Aldon Smith MLB Curtis Lofton RLB Malcolm Smith",
      "Secondary": "LCB D.J. Hayden RCB David Amerson SS Charles Woodson* FS T.J. Carrie",
      "Sp. Teams": "PR T.J. Carrie KR Taiwan Jones"
    },
    {
      "Skill": "QB Derek Carr RB Darren McFadden RB Marcel Reece* WR Andre Holmes WR James Jones TE Mychal Rivera",
      "Off. Line": "LT Donald Penn LG Gabe Jackson C Stefen Wisniewski RG Austin Howard RT Menelik Watson",
      "Def. Line": "LDE Justin Tuck LDT Justin Ellis RDT Antonio Smith RDE C.J. Wilson",
      "Linebackers": "LLB Sio Moore MLB Miles Burris RLB Khalil Mack",
      "Secondary": "LCB D.J. Hayden RCB Tarell Brown SS Brandian Ross FS Charles Woodson",
      "Sp. Teams": "PR T.J. Carrie KR Latavius Murray"
    },
    {
      "Skill": "QB Terrelle Pryor RB Rashad Jennings RB Marcel Reece* WR Denarius Moore WR Rod Streater TE Jeron Mastrud",
      "Off. Line": "LT Khalif Barnes LG Lucas Nix C Stefen Wisniewski RG Mike Brisiel RT Tony Pashos",
      "Def. Line": "LDE Lamarr Houston LDT Vance Walker RDT Pat Sims RDE Jason Hunter",
      "Linebackers": "LLB Kevin Burnett MLB Nick Roach RLB Sio Moore",
      "Secondary": "LCB Mike Jenkins RCB Tracy Porter SS Brandian Ross FS Charles Woodson",
      "Sp. Teams": "PR Jacoby Ford KR Taiwan Jones"
    },
    {
      "Skill": "QB Carson Palmer RB Darren McFadden RB Marcel Reece* WR Darrius Heyward-Bey WR Denarius Moore TE Brandon Myers",
      "Off. Line": "LT Jared Veldheer LG Cooper Carlisle C Stefen Wisniewski RG Mike Brisiel RT Khalif Barnes",
      "Def. Line": "LDE Lamarr Houston LDT Richard Seymour RDT Tommy Kelly RDE Matt Shaughnessy",
      "Linebackers": "LLB Philip Wheeler MLB Rolando McClain RLB Miles Burris",
      "Secondary": "LCB Michael Huff RCB Pat Lee SS Tyvon Branch FS Matt Giordano",
      "Sp. Teams": "PR Phillip Adams KR Coye Francies"
    },
    {
      "Skill": "QB Carson Palmer RB Michael Bush WR Darrius Heyward-Bey WR Denarius Moore TE Kevin Boss TE Brandon Myers",
      "Off. Line": "LT Jared Veldheer LG Stefen Wisniewski C Samson Satele RG Cooper Carlisle RT Khalif Barnes",
      "Def. Line": "LDE Lamarr Houston LDT Richard Seymour* RDT Tommy Kelly RDE Desmond Bryant",
      "Linebackers": "LLB Aaron Curry MLB Rolando McClain RLB Kamerion Wimbley",
      "Secondary": "LCB Stanford Routt RCB Lito Sheppard SS Tyvon Branch FS Michael Huff",
      "Sp. Teams": "PR Denarius Moore KR Bryan McCann"
    },
    {
      "Skill": "QB Jason Campbell RB Darren McFadden FB Marcel Reece WR Jacoby Ford WR Darrius Heyward-Bey TE Zach Miller*",
      "Off. Line": "LT Jared Veldheer LG Robert Gallery C Samson Satele RG Cooper Carlisle RT Langston Walker",
      "Def. Line": "LDE Lamarr Houston LDT Richard Seymour* RDT Tommy Kelly RDE Trevor Scott",
      "Linebackers": "LLB Quentin Groves MLB Rolando McClain RLB Kamerion Wimbley",
      "Secondary": "LCB Stanford Routt RCB Nnamdi Asomugha*+ SS Tyvon Branch FS Michael Huff",
      "Sp. Teams": "PR Nick Miller KR Jacoby Ford"
    },
    {
      "Skill": "QB JaMarcus Russell RB Michael Bush WR Darrius Heyward-Bey WR Louis Murphy WR Chaz Schilens TE Zach Miller",
      "Off. Line": "LT Mario Henderson LG Chris Morris C Samson Satele RG Cooper Carlisle RT Cornell Green",
      "Def. Line": "LDE Richard Seymour LDT Tommy Kelly RDT Gerard Warren RDE Greg Ellis",
      "Linebackers": "LLB Trevor Scott MLB Kirk Morrison RLB Thomas Howard",
      "Secondary": "LCB Chris Johnson RCB Nnamdi Asomugha* SS Tyvon Branch FS Michael Huff",
      "Sp. Teams": "PR Johnnie Lee Higgins KR Jonathan Holland"
    },
    {
      "Skill": "QB JaMarcus Russell RB Justin Fargas FB Luke Lawton WR Ronald Curry WR Javon Walker TE Zach Miller",
      "Off. Line": "LT Kwame Harris LG Robert Gallery C Jake Grove RG Cooper Carlisle RT Cornell Green",
      "Def. Line": "LDE Jay Richardson LDT Tommy Kelly RDT Gerard Warren RDE Kalimba Edwards",
      "Linebackers": "LLB Ricky Brown MLB Kirk Morrison RLB Thomas Howard",
      "Secondary": "LCB DeAngelo Hall RCB Nnamdi Asomugha*+ SS Gibril Wilson FS Hiram Eugene",
      "Sp. Teams": "PR Johnnie Lee Higgins KR Johnnie Lee Higgins"
    },
    {
      "Skill": "QB Josh McCown RB Justin Fargas FB Justin Griffith WR Ronald Curry WR Jerry Porter TE Zach Miller",
      "Off. Line": "LT Barry Sims LG Robert Gallery C Jeremy Newberry RG Cooper Carlisle RT Cornell Green",
      "Def. Line": "LDE Jay Richardson LDT Warren Sapp RDT Terdell Sands RDE Derrick Burgess",
      "Linebackers": "LLB Robert Thomas MLB Kirk Morrison RLB Thomas Howard",
      "Secondary": "LCB Nnamdi Asomugha RCB Stanford Routt SS Michael Huff FS Stuart Schweigert",
      "Sp. Teams": "PR Johnnie Lee Higgins KR Chris Carr"
    },
    {
      "Skill": "QB Andrew Walter RB LaMont Jordan FB Zack Crockett WR Randy Moss WR Alvis Whitted TE Courtney Anderson",
      "Off. Line": "LT Robert Gallery LG Barry Sims C Jake Grove RG Kevin Boothe RT Langston Walker",
      "Def. Line": "LDE Tyler Brayton LDT Warren Sapp RDT Tommy Kelly RDE Derrick Burgess*",
      "Linebackers": "LLB Sam Williams MLB Kirk Morrison RLB Thomas Howard",
      "Secondary": "LCB Nnamdi Asomugha RCB Fabian Washington SS Michael Huff FS Stuart Schweigert",
      "Sp. Teams": "PR Chris Carr KR Chris Carr"
    },
    {
      "Skill": "QB Kerry Collins RB LaMont Jordan FB Zack Crockett WR Randy Moss WR Jerry Porter TE Courtney Anderson",
      "Off. Line": "LT Barry Sims LG Brad Badger C Adam Treu RG Ron Stone RT Robert Gallery",
      "Def. Line": "LDE Bobby Hamilton LDT Ted Washington RDT Warren Sapp RDE Derrick Burgess*",
      "Linebackers": "LLB Kirk Morrison MLB Danny Clark",
      "Secondary": "LCB Nnamdi Asomugha RCB Fabian Washington SS Jarrod Cooper FS Stuart Schweigert DB Renaldo Hill",
      "Sp. Teams": "PR Chris Carr KR Chris Carr"
    },
    {
      "Skill": "QB Kerry Collins RB Tyrone Wheatley FB Zack Crockett WR Doug Gabriel WR Jerry Porter TE Doug Jolley",
      "Off. Line": "LT Barry Sims LG Brad Badger C Adam Treu RG Jake Grove RT Robert Gallery",
      "Def. Line": "LDE Tyler Brayton LDT Ted Washington RDT Warren Sapp RDE Bobby Hamilton",
      "Linebackers": "LLB DeLawrence Grant MLB Danny Clark RLB Napoleon Harris",
      "Secondary": "LCB Phillip Buchanon RCB Charles Woodson SS Marques Anderson FS Ray Buchanan",
      "Sp. Teams": "PR Phillip Buchanon KR Doug Gabriel"
    },
    {
      "Skill": "QB Rick Mirer RB Charlie Garner FB Zack Crockett WR Tim Brown WR Jerry Rice TE Doug Jolley",
      "Off. Line": "LT Barry Sims LG Frank Middleton C Barret Robbins RG Mo Collins RT Lincoln Kennedy",
      "Def. Line": "LDE Trace Armstrong LDT Chris Cooper RDT Roderick Coleman RDE Tyler Brayton",
      "Linebackers": "LLB Travian Smith MLB Napoleon Harris RLB Eric Barton",
      "Secondary": "LCB Charles Woodson RCB Phillip Buchanon SS Derrick Gibson FS Rod Woodson",
      "Sp. Teams": "PR Phillip Buchanon KR Doug Gabriel"
    },
    {
      "Skill": "QB Rich Gannon*+ RB Charlie Garner WR Tim Brown WR Jerry Porter WR Jerry Rice* TE Roland Williams",
      "Off. Line": "LT Barry Sims LG Mo Collins C Barret Robbins*+ RG Frank Middleton RT Lincoln Kennedy*+",
      "Def. Line": "LDE DeLawrence Grant LDT Sam Adams RDT John Parrella RDE Tony Bryant",
      "Linebackers": "LLB Bill Romanowski MLB Napoleon Harris RLB Eric Barton",
      "Secondary": "LCB Charles Woodson RCB Tory James SS Derrick Gibson FS Rod Woodson*+",
      "Sp. Teams": "PR Phillip Buchanon KR Marcus Knight"
    },
    {
      "Skill": "QB Rich Gannon* RB Charlie Garner FB Jon Ritchie WR Tim Brown* WR Jerry Rice TE Roland Williams",
      "Off. Line": "LT Barry Sims LG Steve Wisniewski C Adam Treu RG Frank Middleton RT Lincoln Kennedy*",
      "Def. Line": "LDE Regan Upshaw LDT Darrell Russell RDT Grady Jackson RDE Tony Bryant",
      "Linebackers": "LLB William Thomas MLB Greg Biekert RLB Elijah Alexander",
      "Secondary": "LCB Charles Woodson* RCB Eric Allen SS Marquez Pope FS Anthony Dorsett",
      "Sp. Teams": "PR David Dunn KR Terry Kirby"
    },
    {
      "Skill": "QB Rich Gannon*+ RB Tyrone Wheatley FB Jon Ritchie WR Tim Brown WR James Jett TE Rickey Dudley",
      "Off. Line": "LT Matt Stinchcomb LG Steve Wisniewski* C Barret Robbins RG Mo Collins RT Lincoln Kennedy*",
      "Def. Line": "LDE Tony Bryant LDT Grady Jackson RDT Darrell Russell RDE Lance Johnstone",
      "Linebackers": "LLB William Thomas MLB Greg Biekert RLB Elijah Alexander",
      "Secondary": "LCB Charles Woodson* RCB Eric Allen SS Marquez Pope FS Anthony Dorsett",
      "Sp. Teams": "PR Darrien Gordon KR David Dunn"
    },
    {
      "Skill": "QB Rich Gannon* RB Tyrone Wheatley FB Jon Ritchie WR Tim Brown* WR James Jett TE Rickey Dudley",
      "Off. Line": "LT Mo Collins LG Steve Wisniewski C Barret Robbins RG Gennaro DiNapoli RT Lincoln Kennedy",
      "Def. Line": "LDE James Harris LDT Russell Maryland RDT Darrell Russell* RDE Lance Johnstone",
      "Linebackers": "LLB K.D. Williams MLB Greg Biekert RLB Richard Harvey",
      "Secondary": "LCB Charles Woodson*+ RCB Eric Allen SS Anthony Newman FS Eric Turner",
      "Sp. Teams": "PR Darrien Gordon KR Napoleon Kaufman"
    },
    {
      "Skill": "QB Jeff George RB Napoleon Kaufman FB Jon Ritchie WR Tim Brown WR James Jett TE Rickey Dudley",
      "Off. Line": "LT Mo Collins LG Steve Wisniewski C Barret Robbins RG Derrick Graham RT Lincoln Kennedy",
      "Def. Line": "LDE James Harris LDT Russell Maryland RDT Darrell Russell*+ RDE Lance Johnstone",
      "Linebackers": "LLB Terry Wooden MLB Greg Biekert RLB Richard Harvey",
      "Secondary": "LCB Charles Woodson* RCB Eric Allen SS Anthony Newman FS Albert Lewis",
      "Sp. Teams": "PR Desmond Howard KR Desmond Howard"
    },
    {
      "Skill": "QB Jeff George RB Napoleon Kaufman FB Derrick Fenner WR Tim Brown* WR James Jett TE Rickey Dudley",
      "Off. Line": "LT Pat Harlow LG Steve Wisniewski* C Barret Robbins RG Lester Holmes RT Lincoln Kennedy",
      "Def. Line": "LDE Darrell Russell LDT Russell Maryland RDT Chester McGlockton* RDE Anthony Smith",
      "Linebackers": "LLB Rob Fredrickson MLB Greg Biekert RLB Mike Morton",
      "Secondary": "LCB Terry McDaniel RCB Albert Lewis SS James Trapp FS Eric Turner",
      "Sp. Teams": "PR Desmond Howard KR Desmond Howard"
    },
    {
      "Skill": "QB Jeff Hostetler RB Napoleon Kaufman FB Derrick Fenner WR Tim Brown* WR James Jett TE Rickey Dudley",
      "Off. Line": "LT Pat Harlow LG Steve Wisniewski C Barret Robbins RG Kevin Gogan RT Lincoln Kennedy",
      "Def. Line": "LDE Lance Johnstone LDT Russell Maryland RDT Chester McGlockton* RDE Pat Swilling",
      "Linebackers": "LLB Rob Fredrickson MLB Greg Biekert RLB Mike Jones",
      "Secondary": "LCB Terry McDaniel* RCB Albert Lewis SS Lorenzo Lynch FS Darren Carrington",
      "Sp. Teams": "PR Tim Brown* KR Carl Kidd"
    },
    {
      "Skill": "QB Jeff Hostetler RB Harvey Williams FB Derrick Fenner WR Tim Brown* WR Rocket Ismail TE Kerry Cash",
      "Off. Line": "LT Robert Jenkins LG Steve Wisniewski* C Dan Turk RG Kevin Gogan RT Greg Skrepenak",
      "Def. Line": "LDE Anthony Smith LDT Jerry Ball RDT Chester McGlockton*+ RDE Pat Swilling",
      "Linebackers": "LLB Rob Fredrickson MLB Greg Biekert RLB Mike Jones",
      "Secondary": "LCB Terry McDaniel* RCB Albert Lewis SS Derrick Hoskins FS Eddie Anderson",
      "Sp. Teams": "PR Tim Brown* KR Rocket Ismail"
    },
    {
      "Skill": "QB Jeff Hostetler* RB Harvey Williams FB Tom Rathman WR Tim Brown* WR Alexander Wright TE Andrew Glover",
      "Off. Line": "LT Gerald Perry LG Steve Wisniewski* C Don Mosebar RG Kevin Gogan* RT Greg Skrepenak",
      "Def. Line": "LDE Nolan Harrison LDT Jerry Ball RDT Chester McGlockton* RDE Anthony Smith",
      "Linebackers": "LLB Rob Fredrickson MLB Greg Biekert RLB Winston Moss",
      "Secondary": "LCB Terry McDaniel* RCB Albert Lewis SS Derrick Hoskins FS Eddie Anderson",
      "Sp. Teams": "PR Tim Brown* KR Rocket Ismail"
    },
    {
      "Skill": "QB Jeff Hostetler RB Greg Robinson FB Steve Smith WR Tim Brown* WR Alexander Wright TE Ethan Horton",
      "Off. Line": "LT Gerald Perry LG Steve Wisniewski* C Don Mosebar RG Max Montoya* RT Bruce Wilkerson",
      "Def. Line": "LDE Howie Long* LDT Chester McGlockton RDT Nolan Harrison RDE Greg Townsend",
      "Linebackers": "LLB Aaron Wallace MLB Joe Kelly RLB Winston Moss",
      "Secondary": "LCB Terry McDaniel* RCB Lionel Washington SS Derrick Hoskins FS Eddie Anderson",
      "Sp. Teams": "PR Tim Brown* KR Rocket Ismail"
    },
    {
      "Skill": "QB Jay Schroeder RB Eric Dickerson FB Steve Smith WR Tim Brown WR Willie Gault TE Ethan Horton",
      "Off. Line": "LT Bruce Wilkerson LG Steve Wisniewski*+ C Don Mosebar RG Max Montoya RT Reggie McElroy",
      "Def. Line": "LDE Howie Long* LDT Willie Broughton RDT Nolan Harrison RDE Greg Townsend",
      "Linebackers": "LLB Aaron Wallace MLB Riki Ellison RLB Winston Moss",
      "Secondary": "LCB Terry McDaniel* RCB Lionel Washington SS Ronnie Lott FS Eddie Anderson",
      "Sp. Teams": "PR Tim Brown KR Alexander Wright"
    },
    {
      "Skill": "QB Jay Schroeder RB Roger Craig FB Steve Smith WR Mervyn Fernandez WR Willie Gault TE Ethan Horton*",
      "Off. Line": "LT Bruce Wilkerson LG Steve Wisniewski*+ C Don Mosebar* RG Max Montoya RT Steve Wright",
      "Def. Line": "LDE Howie Long LDT Bob Golic RDT Scott Davis RDE Greg Townsend*",
      "Linebackers": "LLB Winston Moss MLB Riki Ellison RLB Thomas Benson",
      "Secondary": "LCB Terry McDaniel RCB Lionel Washington SS Ronnie Lott*+ FS Eddie Anderson",
      "Sp. Teams": "PR Tim Brown* KR Jamie Holland"
    },
    {
      "Skill": "QB Jay Schroeder RB Marcus Allen FB Steve Smith WR Mervyn Fernandez WR Willie Gault TE Ethan Horton",
      "Off. Line": "LT Rory Graves LG Steve Wisniewski* C Don Mosebar* RG Max Montoya RT Steve Wright",
      "Def. Line": "LDE Howie Long LDT Bob Golic RDT Scott Davis RDE Greg Townsend*",
      "Linebackers": "LLB Jerry Robinson MLB Riki Ellison RLB Thomas Benson",
      "Secondary": "LCB Terry McDaniel RCB Lionel Washington SS Mike Harden FS Eddie Anderson",
      "Sp. Teams": "PR Tim Brown KR Jamie Holland"
    },
    {
      "Skill": "QB Jay Schroeder RB Bo Jackson FB Steve Smith WR Mervyn Fernandez WR Willie Gault TE Mike Dyal",
      "Off. Line": "LT Rory Graves LG John Gesek C Don Mosebar RG Steve Wisniewski RT Bruce Wilkerson",
      "Def. Line": "LDE Howie Long* NT Bob Golic RDE Scott Davis",
      "Linebackers": "LOLB Linden King LILB Thomas Benson RILB Jerry Robinson ROLB Greg Townsend",
      "Secondary": "LCB Terry McDaniel RCB Lionel Washington SS Mike Harden FS Eddie Anderson",
      "Sp. Teams": "PR Stefon Adams KR Stefon Adams"
    },
    {
      "Skill": "QB Jay Schroeder RB Marcus Allen FB Bo Jackson WR Tim Brown* WR James Lofton TE Andy Parker",
      "Off. Line": "LT Don Mosebar LG Charley Hannah C Bill Lewis RG Bruce Wilkerson RT Rory Graves",
      "Def. Line": "LDE Greg Townsend NT Bill Pickel RDE Mike Wise",
      "Linebackers": "LOLB Linden King LILB Matt Millen* RILB Jerry Robinson ROLB Rod Martin",
      "Secondary": "LCB Ron Fellows RCB Mike Haynes SS Russell Carter FS Vann McElroy",
      "Sp. Teams": "PR Tim Brown* KR Tim Brown*"
    },
    {
      "Skill": "QB Marc Wilson RB Marcus Allen* FB Bo Jackson WR Mervyn Fernandez WR James Lofton TE Todd Christensen*",
      "Off. Line": "LT Brian Holloway LG Bill Lewis C Don Mosebar RG Dean Miraldi RT John Clay",
      "Def. Line": "LDE Howie Long* NT Bill Pickel RDE Sean Jones",
      "Linebackers": "LOLB Linden King LILB Matt Millen RILB Jerry Robinson ROLB Rod Martin",
      "Secondary": "LCB Lionel Washington RCB Mike Haynes SS Stacey Toran FS Vann McElroy",
      "Sp. Teams": "PR Chris Woods KR Vance Mueller"
    },
    {
      "Skill": "QB Jim Plunkett RB Marcus Allen* FB Frank Hawkins WR Rod Barksdale WR Dokie Williams TE Todd Christensen*",
      "Off. Line": "LT Bruce Davis LG Charley Hannah C Don Mosebar* RG Mickey Marvin RT Henry Lawrence",
      "Def. Line": "LDE Howie Long* NT Bill Pickel+ RDE Sean Jones",
      "Linebackers": "LOLB Jerry Robinson LILB Matt Millen RILB Reggie McKenzie ROLB Rod Martin",
      "Secondary": "LCB Lester Hayes RCB Mike Haynes* SS Stacey Toran FS Vann McElroy",
      "Sp. Teams": "PR Fulton Walker KR Stefon Adams"
    },
    {
      "Skill": "QB Marc Wilson RB Marcus Allen*+ FB Frank Hawkins WR Jessie Hester WR Dokie Williams TE Todd Christensen*+",
      "Off. Line": "LT Bruce Davis LG Charley Hannah C Don Mosebar RG Mickey Marvin RT Henry Lawrence",
      "Def. Line": "LDE Howie Long*+ NT Bill Pickel RDE Lyle Alzado",
      "Linebackers": "LOLB Brad Van Pelt LILB Matt Millen RILB Reggie McKenzie ROLB Rod Martin",
      "Secondary": "LCB Lester Hayes RCB Mike Haynes*+ SS Mike Davis FS Vann McElroy",
      "Sp. Teams": "PR Fulton Walker KR Sam Seale"
    },
    {
      "Skill": "QB Marc Wilson RB Marcus Allen* FB Kenny King WR Malcolm Barnwell WR Cliff Branch TE Todd Christensen*",
      "Off. Line": "LT Bruce Davis LG Charley Hannah C Dave Dalby RG Don Mosebar RT Henry Lawrence*",
      "Def. Line": "LDE Howie Long*+ NT Reggie Kinlaw RDE Lyle Alzado",
      "Linebackers": "LOLB Brad Van Pelt LILB Matt Millen RILB Bob Nelson ROLB Rod Martin*+",
      "Secondary": "LCB Lester Hayes* RCB Mike Haynes*+ SS Mike Davis FS Vann McElroy*",
      "Sp. Teams": "PR Greg Pruitt KR Cleo Montgomery"
    },
    {
      "Skill": "QB Jim Plunkett RB Marcus Allen FB Kenny King WR Malcolm Barnwell WR Cliff Branch TE Todd Christensen*+",
      "Off. Line": "LT Bruce Davis LG Charley Hannah C Dave Dalby RG Mickey Marvin RT Henry Lawrence*",
      "Def. Line": "LDE Howie Long* NT Reggie Kinlaw RDE Lyle Alzado",
      "Linebackers": "LOLB Ted Hendricks* LILB Matt Millen RILB Bob Nelson ROLB Rod Martin*",
      "Secondary": "LCB Lester Hayes* RCB Ted Watts SS Mike Davis FS Vann McElroy*",
      "Sp. Teams": "PR Greg Pruitt* KR Greg Pruitt*"
    },
    {
      "Skill": "QB Jim Plunkett RB Marcus Allen*+ FB Kenny King WR Malcolm Barnwell WR Cliff Branch TE Todd Christensen",
      "Off. Line": "LT Bruce Davis LG Curt Marsh C Dave Dalby RG Mickey Marvin RT Henry Lawrence",
      "Def. Line": "LDE Howie Long NT Reggie Kinlaw RDE Lyle Alzado",
      "Linebackers": "LOLB Ted Hendricks*+ LILB Matt Millen RILB Bob Nelson ROLB Rod Martin",
      "Secondary": "LCB Lester Hayes* RCB Ted Watts SS Mike Davis FS Burgess Owens",
      "Sp. Teams": "PR Greg Pruitt KR Cleo Montgomery"
    },
    {
      "Skill": "QB Marc Wilson RB Kenny King FB Derrick Jensen WR Morris Bradshaw WR Cliff Branch TE Derrick Ramsey",
      "Off. Line": "LT Art Shell LG Curt Marsh C Steve Sylvester RG Mickey Marvin RT Henry Lawrence",
      "Def. Line": "LDE John Matuszak NT Johnny Robinson RDE Dave Browning",
      "Linebackers": "LOLB Ted Hendricks* LILB Matt Millen RILB Randy McClanahan ROLB Rod Martin",
      "Secondary": "LCB Lester Hayes* RCB Monte Jackson SS Odis McKinney FS Burgess Owens",
      "Sp. Teams": "PR Ted Watts KR Arthur Whittington"
    },
    {
      "Skill": "QB Jim Plunkett RB Kenny King* FB Mark van Eeghen WR Cliff Branch WR Bob Chandler TE Raymond Chester",
      "Off. Line": "LT Art Shell* LG Gene Upshaw C Dave Dalby RG Mickey Marvin RT Henry Lawrence",
      "Def. Line": "LDE John Matuszak NT Reggie Kinlaw RDE Dave Browning",
      "Linebackers": "LOLB Ted Hendricks*+ LILB Matt Millen RILB Randy McClanahan ROLB Rod Martin",
      "Secondary": "LCB Lester Hayes*+ RCB Monte Jackson SS Mike Davis FS Burgess Owens",
      "Sp. Teams": "PR Ira Matthews KR Ira Matthews"
    },
    {
      "Skill": "QB Ken Stabler RB Arthur Whittington FB Mark van Eeghen WR Cliff Branch TE Dave Casper*+ TE Raymond Chester*",
      "Off. Line": "LT Art Shell LG Gene Upshaw C Dave Dalby RG Steve Sylvester RT Henry Lawrence",
      "Def. Line": "LDE Pat Toomay NT Dave Pear RDE Dave Browning",
      "Linebackers": "LOLB Ted Hendricks LILB Monte Johnson RILB Phil Villapiano ROLB Rod Martin",
      "Secondary": "LCB Lester Hayes RCB Henry Williams SS Mike Davis FS Jack Tatum",
      "Sp. Teams": "PR Ira Matthews KR Ira Matthews"
    },
    {
      "Skill": "QB Ken Stabler RB Arthur Whittington FB Mark van Eeghen WR Morris Bradshaw WR Cliff Branch TE Dave Casper*+",
      "Off. Line": "LT Art Shell* LG Gene Upshaw C Dave Dalby RG Mickey Marvin RT Henry Lawrence",
      "Def. Line": "LDE John Matuszak NT Otis Sistrunk RDE Dave Browning",
      "Linebackers": "LOLB Ted Hendricks LILB Monte Johnson RILB Willie Hall ROLB Phil Villapiano",
      "Secondary": "LCB Lester Hayes RCB Monte Jackson SS Charlie Phillips FS Jack Tatum",
      "Sp. Teams": "PR Neal Colzie KR Arthur Whittington"
    },
    {
      "Skill": "QB Ken Stabler* RB Clarence Davis FB Mark van Eeghen* WR Fred Biletnikoff WR Cliff Branch* TE Dave Casper*+",
      "Off. Line": "LT Art Shell*+ LG Gene Upshaw*+ C Dave Dalby* RG George Buehler RT Henry Lawrence",
      "Def. Line": "LDE John Matuszak NT Dave Rowe RDE Otis Sistrunk",
      "Linebackers": "LOLB Floyd Rice LILB Monte Johnson RILB Willie Hall ROLB Ted Hendricks",
      "Secondary": "LCB Skip Thomas RCB Willie Brown SS George Atkinson FS Jack Tatum",
      "Sp. Teams": "PR Neal Colzie KR Carl Garrett"
    },
    {
      "Skill": "QB Ken Stabler* RB Clarence Davis FB Mark van Eeghen WR Fred Biletnikoff WR Cliff Branch*+ TE Dave Casper*+",
      "Off. Line": "LT Art Shell* LG Gene Upshaw* C Dave Dalby RG George Buehler RT John Vella",
      "Def. Line": "LDE John Matuszak NT Dave Rowe RDE Otis Sistrunk",
      "Linebackers": "LOLB Phil Villapiano* LILB Willie Hall RILB Monte Johnson ROLB Ted Hendricks",
      "Secondary": "LCB Skip Thomas RCB Willie Brown SS George Atkinson FS Jack Tatum",
      "Sp. Teams": "PR Neal Colzie KR Carl Garrett"
    },
    {
      "Skill": "QB Ken Stabler RB Clarence Davis FB Mark van Eeghen WR Fred Biletnikoff WR Cliff Branch*+ TE Bob Moore",
      "Off. Line": "LT Art Shell* LG Gene Upshaw* C Dave Dalby RG George Buehler RT John Vella",
      "Def. Line": "LDE Tony Cline LDT Otis Sistrunk RDT Art Thoms RDE Horace Jones",
      "Linebackers": "LLB Phil Villapiano* MLB Monte Johnson RLB Gerald Irons",
      "Secondary": "LCB Skip Thomas RCB Willie Brown SS George Atkinson FS Jack Tatum*",
      "Sp. Teams": "PR Neal Colzie KR Harold Hart"
    },
    {
      "Skill": "QB Ken Stabler*+ RB Clarence Davis FB Marv Hubbard WR Fred Biletnikoff* WR Cliff Branch*+ TE Bob Moore",
      "Off. Line": "LT Art Shell*+ LG Gene Upshaw*+ C Jim Otto RG George Buehler RT John Vella",
      "Def. Line": "LDE Bubba Smith LDT Otis Sistrunk* RDT Art Thoms RDE Horace Jones",
      "Linebackers": "LLB Phil Villapiano* MLB Dan Conners RLB Gerald Irons",
      "Secondary": "LCB Skip Thomas RCB Willie Brown SS George Atkinson FS Jack Tatum*",
      "Sp. Teams": "PR Ron Smith KR Ron Smith"
    },
    {
      "Skill": "QB Ken Stabler* RB Charlie Smith FB Marv Hubbard* WR Fred Biletnikoff* WR Mike Siani TE Bob Moore",
      "Off. Line": "LT Art Shell* LG Gene Upshaw* C Jim Otto RG George Buehler RT Bob Brown",
      "Def. Line": "LDE Bubba Smith LDT Otis Sistrunk RDT Art Thoms RDE Tony Cline",
      "Linebackers": "LLB Phil Villapiano* MLB Dan Conners RLB Gerald Irons",
      "Secondary": "LCB Nemiah Wilson RCB Willie Brown*+ SS George Atkinson FS Jack Tatum*",
      "Sp. Teams": "PR George Atkinson KR Clarence Davis"
    },
    {
      "Skill": "QB Daryle Lamonica* RB Charlie Smith FB Marv Hubbard* WR Fred Biletnikoff+ WR Mike Siani TE Raymond Chester*",
      "Off. Line": "LT Art Shell* LG Gene Upshaw* C Jim Otto* RG George Buehler RT Bob Brown",
      "Def. Line": "LDE Tony Cline LDT Otis Sistrunk RDT Art Thoms RDE Horace Jones",
      "Linebackers": "LLB Phil Villapiano MLB Dan Conners RLB Gerald Irons",
      "Secondary": "LCB Nemiah Wilson RCB Willie Brown* SS George Atkinson FS Jack Tatum",
      "Sp. Teams": "PR Cliff Branch KR Clarence Davis"
    },
    {
      "Skill": "QB Daryle Lamonica RB Pete Banaszak FB Marv Hubbard* WR Fred Biletnikoff* WR Rod Sherman TE Raymond Chester*",
      "Off. Line": "LT Art Shell LG Gene Upshaw C Jim Otto* RG George Buehler RT Bob Brown*",
      "Def. Line": "LDE Horace Jones LDT Art Thoms RDT Carleton Oats RDE Ben Davidson",
      "Linebackers": "LLB Phil Villapiano MLB Dan Conners RLB Gus Otto",
      "Secondary": "LCB Nemiah Wilson RCB Willie Brown*+ SS George Atkinson FS Jack Tatum",
      "Sp. Teams": "PR George Atkinson KR Clarence Davis"
    },
    {
      "Skill": "QB Daryle Lamonica* RB Charlie Smith FB Hewritt Dixon* WR Fred Biletnikoff* WR Warren Wells* TE Raymond Chester*",
      "Off. Line": "LT Art Shell LG Gene Upshaw+ C Jim Otto*+ RG Jim Harvey RT Harry Schuh*",
      "Def. Line": "LDE Tony Cline LDT Carleton Oats RDT Tom Keating RDE Ben Davidson",
      "Linebackers": "LLB Bill Laskey MLB Dan Conners RLB Gus Otto",
      "Secondary": "LCB Kent McCloughan RCB Nemiah Wilson SS George Atkinson FS Dave Grayson",
      "Sp. Teams": "PR Alvin Wyatt KR George Atkinson"
    },
    {
      "Skill": "QB Daryle Lamonica*+ RB Hewritt Dixon RB Charlie Smith WR Fred Biletnikoff*+ WR Warren Wells TE Billy Cannon*",
      "Off. Line": "LT Bob Svihus LG Gene Upshaw+ C Jim Otto*+ RG Jim Harvey RT Harry Schuh*+",
      "Def. Line": "LDE Ike Lassiter LDT Carleton Oats RDT Tom Keating RDE Ben Davidson",
      "Linebackers": "LLB Bill Laskey MLB Dan Conners RLB Gus Otto*",
      "Secondary": "LCB Nemiah Wilson RCB Willie Brown*+ SS George Atkinson* FS Dave Grayson*+",
      "Sp. Teams": "PR George Atkinson* KR George Atkinson*"
    },
    {
      "Skill": "QB Daryle Lamonica RB Pete Banaszak FB Hewritt Dixon*+ FL Fred Biletnikoff TE Billy Cannon",
      "Off. Line": "LE Warren Wells* LT Bob Svihus LG Gene Upshaw*+ C Jim Otto*+ RG Jim Harvey RT Harry Schuh",
      "Def. Line": "LDE Ike Lassiter LDT Dan Birdwell*+ RDT Carleton Oats RDE Ben Davidson*",
      "Linebackers": "LLB Chip Oliver MLB Dan Conners* RLB Gus Otto",
      "Secondary": "LCB Kent McCloughan RCB Willie Brown*+ SS Rodger Bird FS Dave Grayson+",
      "Sp. Teams": "PR George Atkinson* KR George Atkinson*"
    },
    {
      "Skill": "QB Daryle Lamonica*+ HB Clem Daniels FB Hewritt Dixon* FL Fred Biletnikoff* TE Billy Cannon+",
      "Off. Line": "LE Bill Miller LT Bob Svihus LG Gene Upshaw C Jim Otto*+ RG Wayne Hawkins* RT Harry Schuh*",
      "Def. Line": "LDE Ike Lassiter LDT Dan Birdwell RDT Tom Keating*+ RDE Ben Davidson*+",
      "Linebackers": "LLB Bill Laskey MLB Dan Conners* RLB Gus Otto",
      "Secondary": "LCB Kent McCloughan*+ RCB Willie Brown* SS Rodger Bird FS Howie Williams",
      "Sp. Teams": "PR Rodger Bird KR Dave Grayson"
    },
    {
      "Skill": "QB Tom Flores* HB Clem Daniels*+ FB Hewritt Dixon* FL Larry Todd TE Billy Cannon",
      "Off. Line": "LE Art Powell* LT Bob Svihus LG Wayne Hawkins* C Jim Otto* RG Jim Harvey RT Harry Schuh",
      "Def. Line": "LDE Ike Lassiter* LDT Dan Birdwell RDT Tom Keating* RDE Ben Davidson*",
      "Linebackers": "LLB J.R. Williamson MLB Dan Conners* RLB Gus Otto",
      "Secondary": "LCB Kent McCloughan*+ RCB Dave Grayson* SS Warren Powers FS Howie Williams",
      "Sp. Teams": "PR Rodger Bird KR Pervis Atkins"
    },
    {
      "Skill": "QB Tom Flores HB Clem Daniels* FB Alan Miller FL Fred Biletnikoff TE Ken Herock",
      "Off. Line": "LE Art Powell* LT Bob Svihus LG Ken Rice C Jim Otto*+ RG Wayne Hawkins* RT Harry Schuh",
      "Def. Line": "LDE Ike Lassiter LDT Dan Birdwell RDT Dave Costa RDE Ben Davidson",
      "Linebackers": "LLB J.R. Williamson MLB Archie Matsos RLB Gus Otto",
      "Secondary": "LCB Kent McCloughan RCB Dave Grayson*+ SS Warren Powers FS Howie Williams",
      "Sp. Teams": "PR Claude Gibson KR Larry Todd"
    },
    {
      "Skill": "QB Tom Flores HB Clem Daniels* FB Billy Cannon FL Bo Roberson TE Ken Herock",
      "Off. Line": "LE Art Powell* LT Frank Youso LG Bob Mischak C Jim Otto*+ RG Wayne Hawkins* RT Ken Rice",
      "Def. Line": "LDE Dalva Allen LDT Rex Mirich RDT Dave Costa RDE Ben Davidson",
      "Linebackers": "LLB Bill Budness MLB Archie Matsos RLB Clancy Osborne",
      "Secondary": "LCB Fred Williamson RCB Howie Williams SS Joe Krakoski FS Tommy Morrow",
      "Sp. Teams": "PR Claude Gibson KR Bo Roberson"
    },
    {
      "Skill": "QB Tom Flores HB Clem Daniels*+ FB Alan Miller FL Bo Roberson TE Ken Herock",
      "Off. Line": "LE Art Powell*+ LT Proverb Jacobs LG Sonny Bishop C Jim Otto*+ RG Wayne Hawkins* RT Dick Klein",
      "Def. Line": "LDE Dalva Allen LDT Chuck McMurtry RDT Dave Costa* RDE Jon Jelacic",
      "Linebackers": "LLB Jackie Simpson MLB Archie Matsos*+ RLB Clancy Osborne",
      "Secondary": "LCB Fred Williamson*+ RCB Joe Krakoski SS Tommy Morrow+ FS Jim McMillin",
      "Sp. Teams": "PR Claude Gibson KR Bo Roberson"
    },
    {
      "Skill": "QB Cotton Davidson HB Clem Daniels FB Alan Miller FL Dobie Craig TE Max Boydston",
      "Off. Line": "LE Dick Dorsey LT Charles Brown LG Stan Campbell C Jim Otto*+ RG Wayne Hawkins RT Jack Stone",
      "Def. Line": "LDE Dalva Allen LDT George Shirkey RDT Chuck McMurtry RDE Jon Jelacic",
      "Linebackers": "LLB Bob Dougherty MLB Jackie Simpson RLB Charlie Rieves",
      "Secondary": "LCB Fred Williamson*+ RCB Bob Garner SS Vern Valdez FS Tommy Morrow",
      "Sp. Teams": "PR Bob Garner KR Bo Roberson"
    },
    {
      "Skill": "QB Tom Flores FB Alan Miller* TE Doug Asad",
      "Off. Line": "LE Charlie Hardy LT Ron Sabal LG Willie Smith C Jim Otto*+ RG Wayne Hawkins RT Jack Stone",
      "Def. Line": "LDE Gary Finneran LDT Volney Peters RDT Harry Jagielski RDE Charley Powell",
      "Linebackers": "LLB Bob Dougherty MLB Tom Louderback RLB Riley Morris",
      "Secondary": "LCB Fred Williamson* RCB Bob Garner SS Joe Cannavino FS Alex Bravo",
      "Sp. Teams": "PR Clem Daniels KR George Fleming"
    },
    {
      "Skill": "QB Tom Flores FB Billy Lott",
      "Off. Line": "LE Charlie Hardy LT Ron Sabal LG Don Manoukian C Jim Otto+ RG Wayne Hawkins RT Paul Oglesby RE Gene Prebola",
      "Def. Line": "LDE Carmen Cavalli LDT George Fields RDT Ray Armstrong RDE Charley Powell",
      "Linebackers": "LLB Bob Dougherty MLB Tom Louderback RLB Riley Morris",
      "Secondary": "LCB Eddie Macon RCB John Harris SS Joe Cannavino FS Alex Bravo",
      "Sp. Teams": "PR Jack Larscheid KR Jack Larscheid"
    }
  ]