[
    {
      "Skill": "QB Russell Wilson* RB Rashaad Penny WR Tyler Lockett WR D.K. Metcalf TE Will Dissly TE Gerald Everett",
      "Off. Line": "LT Duane Brown* LG Damien Lewis C Ethan Pocic RG Gabe Jackson RT Brandon Shell",
      "Def. Line": "LDE Kerry Hyder NT Poona Ford RDE Al Woods",
      "Linebackers": "LOLB Rasheem Green LILB Bobby Wagner* RILB Jordyn Brooks ROLB Benson Mayowa",
      "Secondary": "LCB Sidney Jones RCB D.J. Reed SS Jamal Adams FS Quandre Diggs*",
      "Sp. Teams": "PR Freddie Swain KR DeeJay Dallas"
    },
    {
      "Skill": "QB Russell Wilson* RB Chris Carson WR Tyler Lockett WR D.K. Metcalf* WR David Moore TE Greg Olsen",
      "Off. Line": "LT Duane Brown LG Mike Iupati C Ethan Pocic RG Damien Lewis RT Brandon Shell",
      "Def. Line": "DE L.J. Collier DT Jarran Reed NT Poona Ford",
      "Linebackers": "LOLB Benson Mayowa RILB Bobby Wagner*+ ROLB K.J. Wright",
      "Secondary": "LCB Shaquill Griffin RCB D.J. Reed SS Jamal Adams* FS Quandre Diggs* DB Ugo Amadi",
      "Sp. Teams": "PR David Moore KR Travis Homer"
    },
    {
      "Skill": "QB Russell Wilson* RB Chris Carson WR Jaron Brown WR Tyler Lockett WR D.K. Metcalf TE Will Dissly",
      "Off. Line": "LT Duane Brown LG Mike Iupati C Justin Britt RG D.J. Fluker RT Germain Ifedi",
      "Def. Line": "LDE Jadeveon Clowney LDT Jarran Reed RDT Poona Ford RDE Rasheem Green",
      "Linebackers": "LLB Mychal Kendricks MLB Bobby Wagner*+ RLB K.J. Wright",
      "Secondary": "LCB Shaquill Griffin* RCB Tre Flowers SS Bradley McDougald FS Tedric Thompson",
      "Sp. Teams": "PR Tyler Lockett KR Tyler Lockett"
    },
    {
      "Skill": "QB Russell Wilson* RB Chris Carson WR Doug Baldwin WR Tyler Lockett WR David Moore TE Nick Vannett",
      "Off. Line": "LT Duane Brown LG J.R. Sweezy C Justin Britt RG D.J. Fluker RT Germain Ifedi",
      "Def. Line": "LDE Quinton Jefferson LDT Jarran Reed RDT Shamar Stephen RDE Frank Clark",
      "Linebackers": "LLB Barkevious Mingo MLB Bobby Wagner*+ RLB K.J. Wright",
      "Secondary": "LCB Shaquill Griffin RCB Tre Flowers SS Bradley McDougald FS Tedric Thompson",
      "Sp. Teams": "PR Tyler Lockett KR Tyler Lockett"
    },
    {
      "Skill": "QB Russell Wilson* RB Mike Davis WR Doug Baldwin* WR Tyler Lockett WR Paul Richardson TE Jimmy Graham*",
      "Off. Line": "LT Duane Brown* LG Luke Joeckel C Justin Britt RG Oday Aboushi RT Germain Ifedi",
      "Def. Line": "LDE Michael Bennett* LDT Jarran Reed RDT Sheldon Richardson RDE Frank Clark",
      "Linebackers": "LLB Michael Wilhoite MLB Bobby Wagner*+ RLB K.J. Wright",
      "Secondary": "LCB Richard Sherman RCB Shaquill Griffin SS Kam Chancellor FS Earl Thomas*",
      "Sp. Teams": "PR Tyler Lockett KR Tyler Lockett"
    },
    {
      "Skill": "QB Russell Wilson RB Christine Michael WR Doug Baldwin* WR Jermaine Kearse WR Tyler Lockett TE Jimmy Graham*",
      "Off. Line": "LT George Fant LG Mark Glowinski C Justin Britt RG Germain Ifedi RT Garry Gilliam",
      "Def. Line": "LDE Michael Bennett* LDT Ahtyba Rubin RDT Tony McDaniel RDE Cliff Avril*",
      "Linebackers": "MLB Bobby Wagner*+ RLB K.J. Wright*",
      "Secondary": "LCB Richard Sherman* RCB DeShawn Shead SS Kam Chancellor FS Earl Thomas DB Jeremy Lane",
      "Sp. Teams": "PR Tyler Lockett KR Tyler Lockett"
    },
    {
      "Skill": "QB Russell Wilson* RB Thomas Rawls WR Doug Baldwin WR Jermaine Kearse WR Tyler Lockett*+ TE Jimmy Graham",
      "Off. Line": "LT Russell Okung LG Justin Britt C Patrick Lewis RG J.R. Sweezy RT Garry Gilliam",
      "Def. Line": "LDE Michael Bennett* LDT Ahtyba Rubin RDT Brandon Mebane RDE Cliff Avril",
      "Linebackers": "LLB Bruce Irvin MLB Bobby Wagner* RLB K.J. Wright",
      "Secondary": "LCB Richard Sherman* RCB Cary Williams SS Kam Chancellor* FS Earl Thomas*",
      "Sp. Teams": "PR Tyler Lockett*+ KR Tyler Lockett*+"
    },
    {
      "Skill": "QB Russell Wilson* RB Marshawn Lynch* WR Doug Baldwin WR Jermaine Kearse WR Paul Richardson TE Luke Willson",
      "Off. Line": "LT Russell Okung LG James Carpenter C Max Unger RG J.R. Sweezy RT Justin Britt",
      "Def. Line": "LDE Michael Bennett LDT Tony McDaniel RDT Brandon Mebane RDE Cliff Avril",
      "Linebackers": "LLB Bruce Irvin MLB Bobby Wagner*+ RLB K.J. Wright",
      "Secondary": "LCB Richard Sherman*+ RCB Byron Maxwell SS Kam Chancellor* FS Earl Thomas*+",
      "Sp. Teams": "PR Bryan Walters KR Paul Richardson"
    },
    {
      "Skill": "QB Russell Wilson* RB Marshawn Lynch* WR Doug Baldwin WR Golden Tate TE Zach Miller TE Luke Willson",
      "Off. Line": "LT Paul McQuistan LG James Carpenter C Max Unger* RG J.R. Sweezy RT Breno Giacomini",
      "Def. Line": "LDE Red Bryant LDT Tony McDaniel RDT Brandon Mebane RDE Chris Clemons",
      "Linebackers": "LLB Bruce Irvin MLB Bobby Wagner RLB K.J. Wright",
      "Secondary": "LCB Richard Sherman*+ RCB Brandon Browner SS Kam Chancellor* FS Earl Thomas*+",
      "Sp. Teams": "PR Golden Tate KR Jermaine Kearse"
    },
    {
      "Skill": "QB Russell Wilson* RB Marshawn Lynch*+ FB Michael Robinson WR Sidney Rice WR Golden Tate TE Zach Miller",
      "Off. Line": "LT Russell Okung* LG James Carpenter C Max Unger*+ RG Paul McQuistan RT Breno Giacomini",
      "Def. Line": "LDE Red Bryant LDT Alan Branch RDT Brandon Mebane RDE Chris Clemons",
      "Linebackers": "LLB LeRoy Hill MLB Bobby Wagner RLB K.J. Wright",
      "Secondary": "LCB Richard Sherman+ RCB Brandon Browner SS Kam Chancellor FS Earl Thomas*+",
      "Sp. Teams": "PR Leon Washington* KR Leon Washington*"
    },
    {
      "Skill": "QB Tarvaris Jackson RB Marshawn Lynch* WR Sidney Rice WR Mike Williams TE Anthony McCoy TE Zach Miller",
      "Off. Line": "LT Russell Okung LG Robert Gallery C Max Unger RG John Moffitt RT James Carpenter",
      "Def. Line": "LDE Chris Clemons LDT Alan Branch RDT Brandon Mebane RDE Red Bryant",
      "Linebackers": "LLB LeRoy Hill MLB David Hawthorne RLB K.J. Wright",
      "Secondary": "LCB Richard Sherman RCB Brandon Browner* SS Kam Chancellor* FS Earl Thomas*",
      "Sp. Teams": "PR Leon Washington KR Leon Washington"
    },
    {
      "Skill": "QB Matt Hasselbeck RB Marshawn Lynch WR Deon Butler WR Mike Williams TE Chris Baker TE John Carlson",
      "Off. Line": "LT Russell Okung LG Ben Hamilton C Chris Spencer RG Stacy Andrews RT Sean Locklear",
      "Def. Line": "LDE Chris Clemons LDT Brandon Mebane RDT Colin Cole RDE Kentwan Balmer",
      "Linebackers": "LLB David Hawthorne MLB Lofa Tatupu RLB Aaron Curry",
      "Secondary": "LCB Marcus Trufant RCB Kelly Jennings SS Lawyer Milloy FS Earl Thomas",
      "Sp. Teams": "PR Leon Washington KR Leon Washington"
    },
    {
      "Skill": "QB Matt Hasselbeck RB Julius Jones FB Justin Griffith WR Nate Burleson WR T.J. Houshmandzadeh TE John Carlson",
      "Off. Line": "LT Sean Locklear LG Rob Sims C Chris Spencer RG Max Unger RT Ray Willis",
      "Def. Line": "LDE Patrick Kerney LDT Brandon Mebane RDT Colin Cole RDE Lawrence Jackson",
      "Linebackers": "LLB LeRoy Hill MLB David Hawthorne RLB Aaron Curry",
      "Secondary": "LCB Marcus Trufant RCB Josh Wilson SS Deon Grant FS Jordan Babineaux",
      "Sp. Teams": "PR Nate Burleson KR Justin Forsett"
    },
    {
      "Skill": "QB Seneca Wallace RB Julius Jones WR Deion Branch WR Bobby Engram WR Koren Robinson TE John Carlson",
      "Off. Line": "LT Walter Jones* LG Mike Wahle C Chris Spencer RG Floyd Womack RT Sean Locklear",
      "Def. Line": "LDE Darryl Tapp LDT Brandon Mebane RDT Rocky Bernard RDE Lawrence Jackson",
      "Linebackers": "LLB LeRoy Hill MLB Lofa Tatupu RLB Julian Peterson*",
      "Secondary": "LCB Marcus Trufant RCB Josh Wilson SS Deon Grant FS Brian Russell",
      "Sp. Teams": "PR Justin Forsett KR Josh Wilson"
    },
    {
      "Skill": "QB Matt Hasselbeck* RB Shaun Alexander WR Deion Branch WR Nate Burleson WR Bobby Engram TE Marcus Pollard",
      "Off. Line": "LT Walter Jones*+ LG Rob Sims C Chris Spencer RG Chris Gray RT Sean Locklear",
      "Def. Line": "LDE Patrick Kerney*+ LDT Brandon Mebane RDT Rocky Bernard RDE Darryl Tapp",
      "Linebackers": "LLB LeRoy Hill MLB Lofa Tatupu*+ RLB Julian Peterson*",
      "Secondary": "LCB Marcus Trufant* RCB Kelly Jennings SS Deon Grant FS Brian Russell",
      "Sp. Teams": "PR Nate Burleson KR Nate Burleson"
    },
    {
      "Skill": "QB Matt Hasselbeck RB Shaun Alexander FB Mack Strong* WR Deion Branch WR Nate Burleson WR Darrell Jackson",
      "Off. Line": "LT Walter Jones* LG Floyd Womack C Chris Spencer RG Chris Gray RT Sean Locklear",
      "Def. Line": "LDE Bryce Fisher LDT Chartric Darby RDT Rocky Bernard RDE Grant Wistrom",
      "Linebackers": "LLB LeRoy Hill MLB Lofa Tatupu* RLB Julian Peterson*",
      "Secondary": "LCB Kelly Herndon RCB Marcus Trufant SS Michael Boulware FS Ken Hamlin",
      "Sp. Teams": "PR Nate Burleson KR Nate Burleson"
    },
    {
      "Skill": "QB Matt Hasselbeck* RB Shaun Alexander*+ FB Mack Strong*+ WR Bobby Engram WR Joe Jurevicius TE Jerramy Stevens",
      "Off. Line": "LT Walter Jones*+ LG Steve Hutchinson*+ C Robbie Tobeck* RG Chris Gray RT Sean Locklear",
      "Def. Line": "LDE Bryce Fisher LDT Chartric Darby RDT Marcus Tubbs RDE Grant Wistrom",
      "Linebackers": "LLB Jamie Sharper MLB Lofa Tatupu* RLB D.D. Lewis",
      "Secondary": "LCB Kelly Herndon RCB Marcus Trufant SS Michael Boulware FS Marquand Manuel",
      "Sp. Teams": "PR Jimmy Williams KR Josh Scobey"
    },
    {
      "Skill": "QB Matt Hasselbeck RB Shaun Alexander* FB Mack Strong WR Bobby Engram WR Darrell Jackson WR Jerry Rice",
      "Off. Line": "LT Walter Jones*+ LG Steve Hutchinson* C Robbie Tobeck RG Chris Gray RT Chris Terry",
      "Def. Line": "LDE Chike Okeafor LDT Cedric Woodard RDT Rashad Moore RDE Grant Wistrom",
      "Linebackers": "LLB Isaiah Kacyvenski MLB Orlando Huff RLB Chad Brown",
      "Secondary": "LCB Marcus Trufant RCB Ken Lucas SS Terreal Bierria FS Ken Hamlin",
      "Sp. Teams": "PR Maurice Morris KR Maurice Morris"
    },
    {
      "Skill": "QB Matt Hasselbeck* RB Shaun Alexander* FB Mack Strong WR Darrell Jackson WR Koren Robinson TE Itula Mili",
      "Off. Line": "LT Walter Jones* LG Steve Hutchinson*+ C Robbie Tobeck RG Chris Gray RT Chris Terry",
      "Def. Line": "LDE Antonio Cochran LDT Cedric Woodard RDT John Randle RDE Chike Okeafor",
      "Linebackers": "LLB Anthony Simmons MLB Randall Godfrey RLB Chad Brown",
      "Secondary": "LCB Shawn Springs RCB Marcus Trufant SS Reggie Tongue FS Ken Hamlin",
      "Sp. Teams": "PR Bobby Engram KR Maurice Morris"
    },
    {
      "Skill": "QB Matt Hasselbeck RB Shaun Alexander FB Mack Strong WR Darrell Jackson WR Koren Robinson TE Itula Mili",
      "Off. Line": "LT Walter Jones* LG Chris Gray C Robbie Tobeck RG Floyd Wedderburn RT Floyd Womack",
      "Def. Line": "LDE Lamar King LDT Chad Eaton RDT John Randle RDE Antonio Cochran",
      "Linebackers": "LLB Marcus Bell MLB Isaiah Kacyvenski RLB Chad Brown",
      "Secondary": "LCB Shawn Springs RCB Ken Lucas SS Reggie Tongue FS Marcus Robertson",
      "Sp. Teams": "PR Bobby Engram KR Maurice Morris"
    },
    {
      "Skill": "QB Matt Hasselbeck RB Shaun Alexander FB Mack Strong WR Darrell Jackson WR Koren Robinson TE Christian Fauria",
      "Off. Line": "LT Walter Jones*+ LG Steve Hutchinson C Robbie Tobeck RG Chris Gray RT Todd Weiner",
      "Def. Line": "LDE Michael Sinclair LDT Chad Eaton RDT John Randle* RDE Lamar King",
      "Linebackers": "LLB Anthony Simmons MLB Levon Kirkland RLB Chad Brown",
      "Secondary": "LCB Ken Lucas RCB Willie Williams SS Reggie Tongue FS Marcus Robertson",
      "Sp. Teams": "PR Charlie Rogers KR Charlie Rogers"
    },
    {
      "Skill": "QB Jon Kitna RB Ricky Watters FB Mack Strong WR Sean Dawkins WR Darrell Jackson TE Christian Fauria",
      "Off. Line": "LT Walter Jones LG Pete Kendall C Chris Gray RG Floyd Wedderburn RT Chris McIntosh",
      "Def. Line": "LDE Michael Sinclair LDT Riddick Parker RDT Cortez Kennedy RDE Lamar King",
      "Linebackers": "LLB Anthony Simmons MLB George Koonce RLB Chad Brown",
      "Secondary": "LCB Shawn Springs RCB Willie Williams SS Kerry Joseph FS Jay Bellamy",
      "Sp. Teams": "PR Charlie Rogers KR Charlie Rogers"
    },
    {
      "Skill": "QB Jon Kitna RB Ricky Watters FB Reggie Brown WR Sean Dawkins WR Derrick Mayes TE Christian Fauria",
      "Off. Line": "LT Walter Jones* LG Pete Kendall C Chris Gray RG Brian Habib RT Grant Williams",
      "Def. Line": "LDE Michael Sinclair LDT Sam Adams RDT Cortez Kennedy* RDE Phillip Daniels",
      "Linebackers": "LLB Darrin Smith MLB Anthony Simmons RLB Chad Brown*",
      "Secondary": "LCB Shawn Springs RCB Willie Williams SS Darryl Williams FS Jay Bellamy",
      "Sp. Teams": "PR Charlie Rogers KR Ahman Green"
    },
    {
      "Skill": "QB Warren Moon RB Ricky Watters WR Brian Blades WR Joey Galloway WR Mike Pritchard TE Christian Fauria",
      "Off. Line": "LT Walter Jones LG Pete Kendall C Kevin Glover RG Brian Habib RT Howard Ballard",
      "Def. Line": "LDE Michael Sinclair* LDT Sam Adams RDT Cortez Kennedy* RDE Phillip Daniels",
      "Linebackers": "LLB Darrin Smith MLB Dean Wells RLB Chad Brown*+",
      "Secondary": "LCB Shawn Springs* RCB Willie Williams SS Jay Bellamy FS Darryl Williams",
      "Sp. Teams": "PR Joey Galloway KR Steve Broussard"
    },
    {
      "Skill": "QB Warren Moon* RB Chris Warren FB Mack Strong WR Joey Galloway WR Mike Pritchard TE Carlester Crumpler",
      "Off. Line": "LT Walter Jones LG Pete Kendall C Kevin Mawae RG Derrick Graham RT Howard Ballard",
      "Def. Line": "LDE Michael Sinclair* LDT Sam Adams RDT Dan Saleaumua RDE Phillip Daniels",
      "Linebackers": "LLB Winston Moss MLB Dean Wells RLB Chad Brown",
      "Secondary": "LCB Shawn Springs RCB Willie Williams SS Bennie Blades FS Darryl Williams*",
      "Sp. Teams": "PR Ronnie Harris KR Steve Broussard"
    },
    {
      "Skill": "QB Rick Mirer RB Chris Warren FB Mack Strong WR Brian Blades WR Joey Galloway TE Christian Fauria",
      "Off. Line": "LT James Atkins LG Pete Kendall C Kevin Mawae RG Derrick Graham RT Howard Ballard",
      "Def. Line": "LDE Michael Sinclair* LDT Sam Adams RDT Cortez Kennedy* RDE Michael McCrary",
      "Linebackers": "LLB Terry Wooden MLB Dean Wells RLB Winston Moss",
      "Secondary": "LCB Carlton Gray RCB Corey Harris SS Robert Blackmon FS Darryl Williams",
      "Sp. Teams": "PR Ronnie Harris KR Steve Broussard"
    },
    {
      "Skill": "QB Rick Mirer RB Chris Warren* FB Steve Smith WR Brian Blades WR Joey Galloway TE Christian Fauria",
      "Off. Line": "LT James Atkins LG Matt Joyce C Jim Sweeney RG Kevin Mawae RT Howard Ballard",
      "Def. Line": "LDE Michael Sinclair LDT Joe Nash RDT Cortez Kennedy* RDE Brent Williams",
      "Linebackers": "LLB Terry Wooden MLB Dean Wells RLB Winston Moss",
      "Secondary": "LCB Carlton Gray RCB Corey Harris SS Robert Blackmon FS Eugene Robinson",
      "Sp. Teams": "PR Joey Galloway KR Steve Broussard"
    },
    {
      "Skill": "QB Rick Mirer RB Chris Warren* FB Tracy Johnson WR Brian Blades WR Kelvin Martin TE Paul Green",
      "Off. Line": "LT Ray Roberts LG Jeff Blackshear C Ray Donaldson RG Kevin Mawae RT Howard Ballard",
      "Def. Line": "LDE Antonio Edwards LDT Joe Nash RDT Cortez Kennedy*+ RDE Brent Williams",
      "Linebackers": "LLB Terry Wooden MLB Rod Stephens RLB Rufus Porter",
      "Secondary": "LCB Carlton Gray RCB Orlando Watters SS Robert Blackmon FS Eugene Robinson",
      "Sp. Teams": "PR Kelvin Martin KR Michael Bates"
    },
    {
      "Skill": "QB Rick Mirer RB Chris Warren* FB John Williams WR Brian Blades WR Kelvin Martin TE Ferrell Edmunds",
      "Off. Line": "LT Ray Roberts LG Darrick Brilz C Ray Donaldson RG Bill Hitchcock RT Andy Heck",
      "Def. Line": "LDE Jeff Bryant LDT Joe Nash RDT Cortez Kennedy*+ RDE Natu Tuatagaloa",
      "Linebackers": "LLB Terry Wooden MLB Rod Stephens RLB Kevin Murphy",
      "Secondary": "LCB Dwayne Harper RCB Patrick Hunter SS Robert Blackmon FS Eugene Robinson*",
      "Sp. Teams": "PR Kelvin Martin KR Michael Bates"
    },
    {
      "Skill": "QB Stan Gelbaugh RB Chris Warren FB John Williams WR Louis Clark WR Tommy Kane TE Ron Heller",
      "Off. Line": "LT Ray Roberts LG Andy Heck C Joe Tofflemire RG Darrick Brilz RT Bill Hitchcock",
      "Def. Line": "LDE Jeff Bryant LDT Joe Nash RDT Cortez Kennedy*+ RDE Tony Woods",
      "Linebackers": "LLB Terry Wooden MLB David Wyman RLB Rufus Porter",
      "Secondary": "LCB Dwayne Harper RCB Patrick Hunter SS Robert Blackmon FS Eugene Robinson*",
      "Sp. Teams": "PR Chris Warren KR Chris Warren"
    },
    {
      "Skill": "QB Dave Krieg RB Derrick Fenner FB John Williams* WR Brian Blades WR Tommy Kane TE Mike Tice",
      "Off. Line": "LT Andy Heck LG Warren Wheat C Grant Feasel RG Bryan Millard RT Bill Hitchcock",
      "Def. Line": "LDE Jacob Green LDT Jeff Bryant RDT Cortez Kennedy* RDE Tony Woods",
      "Linebackers": "LLB Terry Wooden MLB Darren Comeaux RLB Rufus Porter",
      "Secondary": "LCB Dwayne Harper RCB Patrick Hunter SS Robert Blackmon FS Eugene Robinson",
      "Sp. Teams": "PR Chris Warren KR Chris Warren"
    },
    {
      "Skill": "QB Dave Krieg RB Derrick Fenner FB John Williams* WR Brian Blades WR Tommy Kane TE Travis McNeal",
      "Off. Line": "LT Andy Heck LG Edwin Bailey C Grant Feasel RG Bryan Millard RT Ronnie Lee",
      "Def. Line": "LDE Jacob Green LDT Joe Nash RDT Jeff Bryant RDE Tony Woods",
      "Linebackers": "LLB Terry Wooden MLB Darren Comeaux RLB Rufus Porter",
      "Secondary": "LCB Dwayne Harper RCB Patrick Hunter SS Nesby Glasgow FS Eugene Robinson",
      "Sp. Teams": "PR Chris Warren KR Chris Warren"
    },
    {
      "Skill": "QB Dave Krieg* RB Curt Warner FB John Williams WR Brian Blades* WR Steve Largent TE Robert Tyler",
      "Off. Line": "LT Andy Heck LG Edwin Bailey C Grant Feasel RG Bryan Millard RT Mike Wilson",
      "Def. Line": "LDE Jacob Green NT Joe Nash RDE Jeff Bryant",
      "Linebackers": "LOLB Tony Woods LILB Darren Comeaux RILB David Wyman ROLB M.L. Johnson",
      "Secondary": "LCB Dwayne Harper RCB Patrick Hunter SS Nesby Glasgow FS Eugene Robinson",
      "Sp. Teams": "PR David Hollis KR James Jefferson"
    },
    {
      "Skill": "QB Dave Krieg* RB Curt Warner FB John Williams WR Brian Blades WR Steve Largent TE Mike Tice",
      "Off. Line": "LT Ron Mattes LG Edwin Bailey C Blair Bush RG Bryan Millard RT Mike Wilson",
      "Def. Line": "LDE Jacob Green NT Joe Nash RDE Jeff Bryant",
      "Linebackers": "LOLB Bruce Scholtz LILB Brian Bosworth RILB David Wyman ROLB Tony Woods",
      "Secondary": "LCB Terry Taylor RCB Mel Jenkins SS Paul Moyer FS Eugene Robinson",
      "Sp. Teams": "PR Bobby Joe Edmonds KR Bobby Joe Edmonds"
    },
    {
      "Skill": "QB Dave Krieg RB Curt Warner* FB John Williams WR Steve Largent* WR Daryl Turner TE Mike Tice",
      "Off. Line": "LT Ron Mattes LG Edwin Bailey C Blair Bush RG Bryan Millard RT Mike Wilson",
      "Def. Line": "LDE Jacob Green* NT Joe Nash RDE Jeff Bryant",
      "Linebackers": "LOLB Bruce Scholtz LILB Fredd Young*+ RILB Brian Bosworth ROLB Greg Gaines",
      "Secondary": "LCB Terry Taylor RCB Patrick Hunter SS Kenny Easley* FS Eugene Robinson",
      "Sp. Teams": "PR Bobby Joe Edmonds KR Bobby Joe Edmonds"
    },
    {
      "Skill": "QB Dave Krieg RB Curt Warner* FB John Williams WR Steve Largent* WR Daryl Turner TE Mike Tice",
      "Off. Line": "LT Ron Mattes LG Edwin Bailey C Blair Bush RG Bryan Millard RT Mike Wilson",
      "Def. Line": "LDE Jacob Green* NT Joe Nash RDE Jeff Bryant",
      "Linebackers": "LOLB Bruce Scholtz LILB Fredd Young* RILB Keith Butler ROLB Greg Gaines",
      "Secondary": "LCB Terry Taylor RCB Dave Brown SS Kenny Easley FS Eugene Robinson",
      "Sp. Teams": "PR Bobby Joe Edmonds*+ KR Bobby Joe Edmonds*+"
    },
    {
      "Skill": "QB Dave Krieg RB Curt Warner FB David Hughes WR Steve Largent*+ WR Daryl Turner TE Charle Young",
      "Off. Line": "LT Ron Essink LG Edwin Bailey C Blair Bush RG Robert Pratt RT Bob Cryder",
      "Def. Line": "LDE Jacob Green NT Joe Nash RDE Jeff Bryant",
      "Linebackers": "LOLB Bruce Scholtz LILB Fredd Young* RILB Keith Butler ROLB Michael Jackson",
      "Secondary": "LCB Terry Taylor RCB Dave Brown SS Kenny Easley*+ FS John Harris",
      "Sp. Teams": "PR Paul Skansi KR Randall Morris"
    },
    {
      "Skill": "QB Dave Krieg* RB Eric Lane WR Steve Largent* WR Daryl Turner TE Mike Tice TE Charle Young",
      "Off. Line": "LT Ron Essink LG Reggie McKenzie C Blair Bush RG Robert Pratt RT Bob Cryder",
      "Def. Line": "LDE Jacob Green NT Joe Nash*+ RDE Jeff Bryant",
      "Linebackers": "LOLB Bruce Scholtz LILB Shelton Robinson RILB Keith Butler ROLB Greg Gaines",
      "Secondary": "LCB Keith Simpson RCB Dave Brown* SS Kenny Easley*+ FS John Harris",
      "Sp. Teams": "PR Paul Skansi KR Zachary Dixon"
    },
    {
      "Skill": "QB Dave Krieg RB Curt Warner* WR Paul Johns WR Steve Largent TE Pete Metzelaars TE Charle Young",
      "Off. Line": "LT Ron Essink LG Reggie McKenzie C Blair Bush RG Robert Pratt RT Steve August",
      "Def. Line": "LDE Jacob Green NT Joe Nash RDE Jeff Bryant",
      "Linebackers": "LOLB Bruce Scholtz LILB Shelton Robinson RILB Keith Butler ROLB Michael Jackson",
      "Secondary": "LCB Kerry Justin RCB Dave Brown SS Kenny Easley*+ FS John Harris",
      "Sp. Teams": "PR Paul Johns KR Zachary Dixon"
    },
    {
      "Skill": "QB Jim Zorn RB Sherman Smith FB Dan Doornink WR Paul Johns WR Steve Largent TE Mike Tice",
      "Off. Line": "LT Ron Essink LG Edwin Bailey C John Yarno RG Robert Pratt RT Steve August",
      "Def. Line": "LDE Jacob Green LDT Robert Hardy RDT Manu Tuiasosopo RDE Jeff Bryant",
      "Linebackers": "LLB Bruce Scholtz MLB Michael Jackson RLB Keith Butler",
      "Secondary": "LCB Keith Simpson RCB Dave Brown SS Kenny Easley* FS John Harris",
      "Sp. Teams": "PR Paul Johns KR Eric Lane"
    },
    {
      "Skill": "QB Jim Zorn RB Sherman Smith FB Dan Doornink WR Steve Largent* WR Sam McCullum TE John Sawyer",
      "Off. Line": "LT Ron Essink LG Edwin Bailey C John Yarno RG Bob Newton RT Steve August",
      "Def. Line": "LDE Jacob Green LDT Robert Hardy RDT Mike White RDE Manu Tuiasosopo",
      "Linebackers": "LLB Michael Jackson MLB Joe Norman RLB Keith Butler",
      "Secondary": "LCB Keith Simpson RCB Dave Brown SS Kenny Easley FS John Harris",
      "Sp. Teams": "PR Paul Johns KR Will Lewis"
    },
    {
      "Skill": "QB Jim Zorn RB Dan Doornink FB Jim Jodat WR Steve Largent WR Sam McCullum TE John Sawyer",
      "Off. Line": "LT Louis Bullard LG Tom Lynch C John Yarno RG Bob Newton RT Steve August",
      "Def. Line": "LDE Jacob Green LDT Robert Hardy RDT Manu Tuiasosopo RDE Bill Gregory",
      "Linebackers": "LLB Michael Jackson MLB Terry Beeson RLB Keith Butler",
      "Secondary": "LCB Kerry Justin RCB Dave Brown SS Keith Simpson FS John Harris",
      "Sp. Teams": "PR Will Lewis KR Will Lewis"
    },
    {
      "Skill": "QB Jim Zorn RB Sherman Smith FB Dan Doornink WR Steve Largent* WR Sam McCullum TE Brian Peets",
      "Off. Line": "LT Nick Bebout LG Tom Lynch C John Yarno RG Bob Newton RT Steve August",
      "Def. Line": "LDE Carl Eller LDT Robert Hardy RDT Manu Tuiasosopo RDE Bill Gregory",
      "Linebackers": "LLB Sammy Green MLB Terry Beeson RLB Keith Butler",
      "Secondary": "LCB Cornell Webster RCB Dave Brown SS Keith Simpson FS Autry Beamon",
      "Sp. Teams": "PR Tony Green KR Jeff Moore"
    },
    {
      "Skill": "QB Jim Zorn RB Sherman Smith FB David Sims WR Steve Largent* WR Sam McCullum TE Ron Howard",
      "Off. Line": "LT Nick Bebout LG Tom Lynch C John Yarno RG Bob Newton RT Steve August",
      "Def. Line": "LDE Ernie Price LDT Dennis Boyd RDT Bill Sandifer RDE Bill Gregory",
      "Linebackers": "LLB Sammy Green MLB Terry Beeson RLB Keith Butler",
      "Secondary": "LCB Cornell Webster RCB Dave Brown SS Autry Beamon FS John Harris",
      "Sp. Teams": "PR Rufus Crawford KR Rufus Crawford"
    },
    {
      "Skill": "QB Jim Zorn RB Sherman Smith FB Don Testerman WR Duke Fergerson WR Steve Largent TE Ron Howard",
      "Off. Line": "LT Nick Bebout LG Gordon Jolley C Art Kuehn RG Ron Coder RT Norm Evans",
      "Def. Line": "LDE Richard Harris LDT Ron East RDT Bob Lurtsema RDE Alden Roche",
      "Linebackers": "LLB Sammy Green MLB Terry Beeson RLB Ken Geddes",
      "Secondary": "LCB Eddie McMillan RCB Dave Brown SS Autry Beamon FS Steve Preece",
      "Sp. Teams": "PR Walter Packer KR Al Hunter"
    },
    {
      "Skill": "QB Jim Zorn RB Sherman Smith FB Don Testerman WR Steve Largent WR Sam McCullum TE Ron Howard",
      "Off. Line": "LT Nick Bebout LG Bob Penchion C Fred Hoaglin RG John Demarie RT Norm Evans",
      "Def. Line": "LDE Dave Tipton LDT Steve Niehaus RDT Richard Harris RDE Bob Lurtsema",
      "Linebackers": "LLB Ken Geddes MLB Ed Bradley RLB Mike Curtis",
      "Secondary": "LCB Eddie McMillan RCB Rolly Woolsey SS Al Matthews FS Dave Brown",
      "Sp. Teams": "PR Lyle Blackwood KR Oliver Ross"
    }
  ]