[
    {
      "Skill": "QB Davis Mills RB Mark Ingram WR Chris Conley WR Brandin Cooks TE Antony Auclair TE Pharaoh Brown",
      "Off. Line": "LT Geron Christian LG Tytus Howard C Justin Britt RG Max Scharping RT Charlie Heck",
      "Def. Line": "LDE Jacob Martin LDT Maliek Collins RDT Roy Lopez RDE Jonathan Greenard",
      "Linebackers": "LLB Kamu Grugier-Hill MLB Christian Kirksey RLB Zach Cunningham",
      "Secondary": "LCB Desmond King RCB Terrance Mitchell SS Justin Reid FS Eric Murray",
      "Sp. Teams": "PR Desmond King KR Tremon Smith"
    },
    {
      "Skill": "QB Deshaun Watson* RB David Johnson WR Brandin Cooks WR Will Fuller TE Pharaoh Brown TE Darren Fells",
      "Off. Line": "LT Laremy Tunsil* LG Max Scharping C Nick Martin RG Zach Fulton RT Tytus Howard",
      "Def. Line": "LDE J.J. Watt NT Brandon Dunn RDE P.J. Hall",
      "Linebackers": "LOLB Whitney Mercilus LILB Zach Cunningham RILB Tyrell Adams ROLB Brennan Scarlett",
      "Secondary": "LCB Bradley Roby RCB Vernon Hargreaves III SS Justin Reid FS Eric Murray",
      "Sp. Teams": "PR DeAndre Carter KR DeAndre Carter"
    },
    {
      "Skill": "QB Deshaun Watson* RB Carlos Hyde WR Will Fuller WR DeAndre Hopkins*+ TE Jordan Akins TE Darren Fells",
      "Off. Line": "LT Laremy Tunsil* LG Max Scharping C Nick Martin RG Zach Fulton RT Tytus Howard",
      "Def. Line": "LDE J.J. Watt NT D.J. Reader RDE Angelo Blackson",
      "Linebackers": "LOLB Whitney Mercilus LILB Benardrick McKinney RILB Zach Cunningham ROLB Brennan Scarlett",
      "Secondary": "LCB Johnathan Joseph RCB Bradley Roby SS Tashaun Gipson FS Justin Reid",
      "Sp. Teams": "PR DeAndre Carter KR DeAndre Carter"
    },
    {
      "Skill": "QB Deshaun Watson* RB Lamar Miller* WR Will Fuller WR DeAndre Hopkins*+ TE Ryan Griffin TE Jordan Thomas",
      "Off. Line": "LT Julie'n Davenport LG Senio Kelemete C Nick Martin RG Zach Fulton RT Kendall Lamm",
      "Def. Line": "LDE J.J. Watt*+ NT Brandon Dunn RDE D.J. Reader",
      "Linebackers": "LOLB Whitney Mercilus LILB Benardrick McKinney* RILB Zach Cunningham ROLB Jadeveon Clowney*",
      "Secondary": "LCB Johnathan Joseph RCB Kareem Jackson SS Tyrann Mathieu FS Justin Reid",
      "Sp. Teams": "PR Tyler Ervin KR Tyler Ervin"
    },
    {
      "Skill": "QB Tom Savage RB Lamar Miller FB Jay Prosch WR Will Fuller WR DeAndre Hopkins*+ TE Ryan Griffin",
      "Off. Line": "LT Chris Clark LG Xavier Su'a-Filo C Nick Martin RT Jeff Allen RT Breno Giacomini",
      "Def. Line": "LDE J.J. Watt NT Brandon Dunn RDE Joel Heath",
      "Linebackers": "LOLB Whitney Mercilus LILB Benardrick McKinney RILB Zach Cunningham ROLB Jadeveon Clowney*",
      "Secondary": "LCB Johnathan Joseph RCB Kareem Jackson SS Marcus Gilchrist FS Andre Hal",
      "Sp. Teams": "PR Will Fuller KR Chris Thompson"
    },
    {
      "Skill": "QB Brock Osweiler RB Lamar Miller WR Will Fuller WR DeAndre Hopkins WR Braxton Miller TE C.J. Fiedorowicz",
      "Off. Line": "LT Duane Brown LG Xavier Su'a-Filo C Greg Mancz RG Jeff Allen RT Chris Clark",
      "Def. Line": "LDE Joel Heath NT Vince Wilfork RDE Jadeveon Clowney*",
      "Linebackers": "LOLB Whitney Mercilus LILB Brian Cushing RILB Benardrick McKinney ROLB John Simon",
      "Secondary": "LCB Johnathan Joseph RCB A.J. Bouye SS Quintin Demps FS Andre Hal",
      "Sp. Teams": "PR Tyler Ervin KR Tyler Ervin"
    },
    {
      "Skill": "QB Brian Hoyer RB Alfred Blue WR DeAndre Hopkins* WR Cecil Shorts WR Nate Washington TE C.J. Fiedorowicz",
      "Off. Line": "LT Duane Brown LG Xavier Su'a-Filo C Ben Jones RG Brandon Brooks RT Derek Newton",
      "Def. Line": "LDE Jared Crick NT Vince Wilfork RDE J.J. Watt*+",
      "Linebackers": "LOLB Whitney Mercilus LILB Brian Cushing RILB Benardrick McKinney ROLB Jadeveon Clowney",
      "Secondary": "LCB Kareem Jackson RCB Johnathan Joseph SS Quintin Demps FS Andre Hal",
      "Sp. Teams": "PR Keith Mumphery KR Keith Mumphery"
    },
    {
      "Skill": "QB Ryan Fitzpatrick RB Arian Foster* RB Jay Prosch WR DeAndre Hopkins WR Andre Johnson TE Garrett Graham",
      "Off. Line": "LT Duane Brown* LG Ben Jones C Chris Myers RG Brandon Brooks RT Derek Newton",
      "Def. Line": "LDE J.J. Watt*+",
      "Linebackers": "LOLB Brooks Reed LILB Brian Cushing MLB Ryan Pickett RILB Justin Tuggle RLB Jared Crick ROLB Whitney Mercilus",
      "Secondary": "LCB Kareem Jackson RCB Johnathan Joseph SS D.J. Swearinger FS Kendrick Lewis",
      "Sp. Teams": "PR Keshawn Martin KR Danieal Manning"
    },
    {
      "Skill": "QB Matt Schaub RB Arian Foster WR DeAndre Hopkins WR Andre Johnson* TE Garrett Graham TE Ryan Griffin",
      "Off. Line": "LT Duane Brown* LG Wade Smith C Chris Myers RG Brandon Brooks RT Derek Newton",
      "Def. Line": "LDE J.J. Watt*+ NT Earl Mitchell RDE Antonio Smith",
      "Linebackers": "LOLB Brooks Reed LILB Darryl Sharpton RILB Joe Mays ROLB Whitney Mercilus",
      "Secondary": "LCB Kareem Jackson RCB Johnathan Joseph SS D.J. Swearinger FS Shiloh Keo",
      "Sp. Teams": "PR Keshawn Martin KR Keshawn Martin"
    },
    {
      "Skill": "QB Matt Schaub* RB Arian Foster* FB James Casey WR Andre Johnson* WR Kevin Walter TE Owen Daniels*",
      "Off. Line": "LT Duane Brown*+ LG Wade Smith* C Chris Myers* RG Ben Jones RT Derek Newton",
      "Def. Line": "LDE J.J. Watt*+ NT Shaun Cody RDE Antonio Smith",
      "Linebackers": "LOLB Brooks Reed LILB Brian Cushing RILB Bradie James ROLB Connor Barwin",
      "Secondary": "LCB Kareem Jackson RCB Johnathan Joseph* SS Danieal Manning FS Glover Quin",
      "Sp. Teams": "PR Keshawn Martin KR Keshawn Martin"
    },
    {
      "Skill": "QB Matt Schaub RB Arian Foster* WR Jacoby Jones WR Kevin Walter TE Owen Daniels TE Joel Dreessen",
      "Off. Line": "LT Duane Brown LG Wade Smith C Chris Myers* RG Mike Brisiel RT Eric Winston",
      "Def. Line": "LDE J.J. Watt NT Shaun Cody RDE Antonio Smith*",
      "Linebackers": "LOLB Brooks Reed LILB Brian Cushing RILB DeMeco Ryans ROLB Connor Barwin",
      "Secondary": "LCB Kareem Jackson RCB Johnathan Joseph* SS Glover Quin FS Danieal Manning",
      "Sp. Teams": "PR Jacoby Jones KR Danieal Manning"
    },
    {
      "Skill": "QB Matt Schaub RB Arian Foster*+ WR Andre Johnson* WR Kevin Walter TE Owen Daniels TE Joel Dreessen",
      "Off. Line": "LT Duane Brown LG Wade Smith C Chris Myers RG Mike Brisiel RT Eric Winston",
      "Def. Line": "LDE Antonio Smith LDT Shaun Cody RDT Amobi Okoye RDE Mario Williams",
      "Linebackers": "LLB Brian Cushing MLB Kevin Bentley RLB Zach Diles",
      "Secondary": "LCB Glover Quin RCB Kareem Jackson SS Bernard Pollard FS Eugene Wilson",
      "Sp. Teams": "PR Jacoby Jones KR Steve Slaton"
    },
    {
      "Skill": "QB Matt Schaub* RB Steve Slaton WR Andre Johnson*+ WR Kevin Walter TE Owen Daniels TE Joel Dreessen",
      "Off. Line": "LT Duane Brown LG Kasey Studdard C Chris Myers RG Chris White RT Eric Winston",
      "Def. Line": "LDE Antonio Smith LDT Shaun Cody RDT Amobi Okoye RDE Mario Williams*",
      "Linebackers": "LLB Brian Cushing* MLB DeMeco Ryans* RLB Zach Diles",
      "Secondary": "LCB Glover Quin RCB Dunta Robinson SS Bernard Pollard FS Eugene Wilson",
      "Sp. Teams": "PR Jacoby Jones KR Andre' Davis"
    },
    {
      "Skill": "QB Matt Schaub RB Steve Slaton FB Vonta Leach WR Andre Johnson*+ WR Kevin Walter TE Owen Daniels*",
      "Off. Line": "LT Duane Brown LG Chester Pitts C Chris Myers RG Mike Brisiel RT Eric Winston",
      "Def. Line": "LDE Anthony Weaver LDT Travis Johnson RDT Amobi Okoye RDE Mario Williams*",
      "Linebackers": "LLB Zach Diles MLB DeMeco Ryans RLB Morlon Greenwood",
      "Secondary": "LCB Fred Bennett RCB Jacques Reeves SS Nick Ferguson FS Eugene Wilson",
      "Sp. Teams": "PR Jacoby Jones KR Andre' Davis"
    },
    {
      "Skill": "QB Matt Schaub RB Ron Dayne FB Vonta Leach WR Andre Johnson WR Kevin Walter TE Owen Daniels",
      "Off. Line": "LT Ephraim Salaam LG Chester Pitts C Mike Flanagan RG Fred Weary RT Eric Winston",
      "Def. Line": "LDE Anthony Weaver LDT Travis Johnson RDT Amobi Okoye RDE Mario Williams",
      "Linebackers": "LLB Danny Clark MLB DeMeco Ryans* RLB Morlon Greenwood",
      "Secondary": "LCB Dunta Robinson RCB Demarcus Faggins SS C.C. Brown FS Von Hutchins",
      "Sp. Teams": "PR Jacoby Jones KR Andre' Davis"
    },
    {
      "Skill": "QB David Carr RB Wali Lundy FB Jameel Cook WR Andre Johnson* WR Eric Moulds TE Owen Daniels",
      "Off. Line": "LT Ephraim Salaam LG Chester Pitts C Mike Flanagan RG Fred Weary RT Zach Wiegert",
      "Def. Line": "LDE Anthony Weaver LDT Travis Johnson RDT Anthony Maddox RDE Mario Williams",
      "Linebackers": "LLB Shantee Orr MLB DeMeco Ryans RLB Morlon Greenwood",
      "Secondary": "LCB Dunta Robinson RCB Demarcus Faggins SS Glenn Earl FS C.C. Brown",
      "Sp. Teams": "PR Dexter Wynn KR Dexter Wynn"
    },
    {
      "Skill": "QB David Carr RB Domanick Williams FB Moran Norris WR Jabar Gaffney WR Andre Johnson TE Mark Bruener",
      "Off. Line": "LT Chester Pitts LG Milford Brown C Steve McKinney RG Zach Wiegert RT Todd Wade",
      "Def. Line": "LDE Gary Walker NT Seth Payne RDE Robaire Smith",
      "Linebackers": "LOLB Shantee Orr LILB DaShon Polk RILB Morlon Greenwood ROLB Antwan Peek",
      "Secondary": "LCB Demarcus Faggins RCB Dunta Robinson SS C.C. Brown FS Marcus Coleman",
      "Sp. Teams": "PR Phillip Buchanon KR Jerome Mathis*+"
    },
    {
      "Skill": "QB David Carr RB Domanick Williams WR Corey Bradford WR Jabar Gaffney WR Andre Johnson* TE Mark Bruener",
      "Off. Line": "LT Seth Wand LG Chester Pitts C Steve McKinney RG Zach Wiegert RT Todd Wade",
      "Def. Line": "LDE Gary Walker NT Seth Payne RDE Robaire Smith",
      "Linebackers": "LOLB Jason Babin LILB Jay Foreman RILB Jamie Sharper ROLB Kailee Wong",
      "Secondary": "LCB Aaron Glenn RCB Dunta Robinson SS Glenn Earl FS Marcus Coleman",
      "Sp. Teams": "PR J.J. Moses KR J.J. Moses"
    },
    {
      "Skill": "QB David Carr RB Domanick Williams FB Moran Norris WR Jabar Gaffney WR Andre Johnson TE Jabari Holloway",
      "Off. Line": "LT Chester Pitts LG Todd Washington C Steve McKinney RG Zach Wiegert RT Greg Randall",
      "Def. Line": "LDE Corey Sears NT Steve Martin RDE Jerry DeLoach",
      "Linebackers": "LOLB Kailee Wong LILB Jay Foreman RILB Jamie Sharper ROLB Charlie Clemons",
      "Secondary": "LCB Aaron Glenn RCB Marcus Coleman SS Eric Brown FS Marlon McCree",
      "Sp. Teams": "PR J.J. Moses KR J.J. Moses"
    },
    {
      "Skill": "QB David Carr RB Jonathan Wells FB Jarrod Baxter WR Corey Bradford WR Jabar Gaffney TE Jabari Holloway",
      "Off. Line": "LT Chester Pitts LG DeMingo Graham C Steve McKinney RG Fred Weary RT Ryan Young",
      "Def. Line": "LDE Gary Walker* NT Seth Payne RDE Jerry DeLoach",
      "Linebackers": "LOLB Kailee Wong LILB Jay Foreman RILB Jamie Sharper ROLB Jeff Posey",
      "Secondary": "LCB Aaron Glenn* RCB Marcus Coleman SS Eric Brown FS Matt Stevens",
      "Sp. Teams": "PR Jermaine Lewis KR Jermaine Lewis"
    }
  ]